{"/blog/":{"data":{"":" "},"title":"Blog"},"/masters/":{"data":{"":"","modules#Modules":"","msc-environment--development#MSc Environment \u0026amp; Development":"MSc Environment \u0026 Development CPT917 Cardiff University\nhttps://www.cardiff.ac.uk/study/postgraduate/taught/courses/course/environment-and-development-msc"},"title":"Masters"},"/masters/modules/":{"data":{"":" Development and Urbanisation Processes Principles and Practices of Environmental Governance Environment and Development Research Methods Environmental Policy and Climate Change Sustainable Food Systems Dissertation ","1-development-and-urbanisation-processes#1. Development and Urbanisation Processes":" Semester Credits Code Autumn 20 CPT781 The module focuses on development and urbanisation. It pays particular attention to development problems faced by developing countries as well as to urbanisation processes. We focus on both problems and potential policies that have either been tested or could be tested. We cover a number of topics, such as for example, gender equality, female neglect, health and education, or the problems of the mega-cities and urban sprawl.\nOn completion of the module a student should be able to critically discuss:\nbasic concepts in development economics, such as economic growth, human development and the measures and indicators that have been proposed the challenges of education, health and gender inequality in developing countries the obstacles poor groups in developing countries face in order to access credit and insurance and the solutions that have been proposed the relationship between urbanisation and economic growth the challenges caused by the rapid expansion of urban areas in developing countries, with rural-urban migration as a principal cause. "},"title":"Modules"},"/masters/reading-list/":{"data":{"":"","basic-cpt917-bibliography#Basic CPT917 bibliography":"Basic CPT917 bibliography Agyeman, J. et al. (eds). 2003. Just Sustainability. Earthscan: London. Albritton, R. et al. (eds). 2001. Phases of Capitalist Development. Palgrave: Basingst. Chang, H-J. 2010. 23 Things They Don’t Tell You About Capitalism. Penguin: London. Chant, S. and Mcllwaine, C. 2009. Geographies of Development. Edward Elgar. Dryzek. J.S. 2012. The Politics of the Earth: Environmental Discourses. 3rd ed. OUP. Escobar, A. 2012. Encountering Development: The Making and Unmaking of the Third World. Princeton, University Press. Foster, J.B. 2009. The Ecological Revolution: Making Peace with the Planet. Monthly Review Press: New York. Magdoff, F. and Williams, C. 2017. Creating an Ecological Society:Toward a Revolutionary Transformation. Monthly Review: New York. Nisbet, R.A. 1969. Social Change and History: Aspects of the Western Theory of Development. OUP: Oxford. Nunan, F. 2015. Understanding Poverty and the Environment. Routledge: London Payne, A. and Phillips, N. 2010. Development. Polity: Cambridge. Peet, R. and Hartwick, E. 2009. Theories of Development. 2nd ed. Guilford Press. Peet, R. et al. (eds). 2011. Global Political Ecology (Spanish). Routledge: London \u0026 New York. Peet, R. and Watts, M.J. 2004. Liberation Ecologies: Environment, Development and Social Movements. 2nd ed. Routledge: London. Potter, R. et al. 2018. Geographies of Development. 4nd ed. Routledge: London. Raworth, K. 2017. Doughnut Economics: Seven Ways to Think Like a 21st-Century Economist. Random House: London. Rist, G. 2019. The History of Development. 5th edition. Zed Books: London Rodney, W. 2018. How Europe Underdeveloped Africa. Verso: London. Sachs, W. 2010. The Development Dictionary: A Guide to Knowledge as Power. Zed: London Selwyn, B. 2014. The Global Development Crisis. Polity Press: Cambridge. Standing, G. 2019. Plunder of the Commons: A Manifesto for Sharing Public Wealth Pelican: London† Sheppard, E. et al. 2009. A World of Difference. 2nd edition. Guilford Press. Verma, M.K. (ed). 2019. Globalisation, Environment and Social Justice. Routledge: London Watts, M. 2013. Silent Violence: Food, Famine and Peasantry in Northern Nigeria. Georgia Press. Willis, K. 2021. Theories and Practices of Development. 3rd ed. Routledge: London \u0026 New York ","key#Key":"† - household book","my-reading-list#My reading list":" The Philosophy of Hegel by WT Stace The Dawn of Everything by David Graeber \u0026 David Wengrow Debt - The First 5,000 Years by David Graeber† The Deficit Myth by Stephanie Kelton† The Conservation Revolution by † Owning the Earth by Andro Linklater† On Private Property The Book of Trespass Our History Is The Future Marx’s Ethical Vision Wealth of Nations by Adam Smith Moral Sentiments by Adam Smith Who Owns England by Guy Shrubsole Cyborg Manifesto by Donna Haraway Staying with the Trouble by Donna Haraway Bad Samaritans by Ha-Joon Chang The Prehistory of Private Property by Widerquist \u0026 McCall "},"title":"Reading list"},"/masters/reading-list/plunder/":{"data":{"":" Standing, G. 2019. Plunder of the Commons: A Manifesto for Sharing Public Wealth Pelican: London"},"title":"Plunder of the Commons"}}