{"/about/":{"data":{"":"","about-the-website#About the website":"This is somewhere I can post notes about my work and random shit.\nBuilt using the incredible Hugo static site generator, using the rather nice Hextra theme with Heroicons (plus extra). Content created with the mighty Obsidian using the Typewriter theme and these super useful community plugins:\nBetter Word Count (built-in to Typewriter theme) Code Editor Shortcuts Copy as HTML Emoji Shortcodes Front Matter Timestamps Pandoc Table Generator Text Format Unique note creator - (core plugin, needs activating) Vault Nickname Zotero Integration If you want to poke around to see how these plugins are used, the website code repository is here github.com/growdigital/jaker.uk and the Obsidian vault with all the plugins is the content folder, which is here github.com/growdigital/jaker.uk/tree/main/content.","jake-rayson#Jake Rayson":"I’m a wildlife forest garden designer by trade, a Biodiversity Assistant by profession, and a common ne’er do well by inclination.\nWeb designer in a previous life.\nCapitalism’s grow-or-die imperative stands radically at odds with ecology’s imperative of interdependence and limit. The two imperatives can no longer coexist with each other; nor can any society founded on the myth that they can be reconciled hope to survive. Either we will establish an ecological society or society will go under for everyone\nUrsula K. Le Guin"},"title":"About"},"/blog/":{"data":{"":"RSS Feed"},"title":"Blog"},"/blog/250722-intro/":{"data":{"":"Well, I’ve been accepted on the MSc in Environment and Development at Cardiff University, I have a potential mixed enterprise agroforestry site in mind, and I‘ve had some good feedback on a grant application. 🎉\nThe name of the site is Recommoning, because I think there needs to be a fundamental rethinking of how society is organised to tackle the nature and nature climate crisis.\nFor a very long time, the intellectual consensus has been that we can no longer ask Great Questions. Increasingly, it’s looking like we have no other choice\nDavid Graeber, Debt: the first 5,000 years pp19\nI use Obsidian a lot for my day-to-day note taking and writing, so I’m using it to publish thoughts and organisation to this website, using the most excellent Hugo static site generator and the rather nice documentation and blog theme Hextra.\nA big thank you to Doug for the stimulating conversations, which prompted this website because I wanted to put my reading list online! And a massive thank you to Antonia Malchik for all the inspiration from On the Commons, helping to rekindle why I’m doing what I’m doing.\nIf you’re interested, the source code is available here github.com/growdigital/jaker.uk"},"title":"Introduction"},"/blog/250729-music/":{"data":{"":"","bye-bye-25#BYE BYE 25!":"When I was thinking of lyric ideas, it occurred to me to use words taken from a site that had all the words that Trump has essentially banned, meaning any grant or piece of a project or proposal for research that includes any of those words would be immediately disregarded or “cancelled.” I guess Trump does believe in cancel culture, because he is literally trying to cancel culture.\n~ Kim Gordon"},"title":"Political music"},"/blog/250807-abuse-property/":{"data":{"":"My wife is studying the philosophy of property and housing, so a lot of cross-over with my recommoning work. (I don‘t actually know what else to call it, so that will do for now.) This conversation was with Daniel Loick, Brenna Bhandar and Jacob Blumenfeld."},"title":"The Abuse of Property"},"/blog/250808-ideas/":{"data":{"":"I have lots of random yet related ideas. I never really know what to do with them, so I thought I‘d start a list. In no particular order (apart from the date, which is some sort of order):\nMon 8 Sep 2025 #Capitalism is inherently undemocratic (h/t Jason Hickel) #democracy My next project is all about Ecology, Education \u0026 Agroforestry How useful is #hierarchy? Why hierarchy rather than organisation? Can you enforce flat level organisation? Mon 25 Aug 2025 Book idea. #Degrowth: a manual Sat 23 Aug 2025 If you are poor, there is less margin for error #poverty Thu 21 Aug 2025 Industrial technological colonialism. Is colonialism practised around world across the ages different, only distinguished by advances in technology, and we just happen to have landed on western colonialism #colonialism #technology Fri 8 Aug 2025 Who has the #authority? #Authority as systemised power A visceral morality? Thu 7 Aug 2025 What even is #development? Discussion with health worker from Swansea about money spent on student accommodation and not much else. Targetted development. HTML analogy: all frameworks deliver is simple HTML. Gardening analogy: plants in the ground."},"title":"Inchoate ideas"},"/blog/250811-this-is-america/":{"data":{"":"Childish Gambino - This Is America\nSeems more relevant with each passing day."},"title":"This Is America"},"/blog/250811-whose-land-are-you-on/":{"data":{"":"","whose-land-are-you-on-what-to-know-about-the-indigenous-land-back-movement#Whose land are you on? What to know about the Indigenous Land Back movement":"_TED Talk by Lindsey Schneider, April 2022_"},"title":"Whose land are you on?"},"/blog/250814-zotero-hero/":{"data":{"":"As an ex-frontend developr (building websites), I‘m fairly technically-savvy, although I’d never used any reference management software before.\nI installed Zotero a few weeks ago, after exploring the joys of publishing my masters reading list in Cardiff Harvard Referencing citation format. Geek out ✌️ 🤓. But what use was Zotero?\nMy daytime PC runs Linux Mint, and my PDF reader of choice is Okular – lightweight, fast, with ability to highlight text. However, my tablet runs Android, and the choice of PDF readers is peculiarly bad and invasive (Adobe, Foxit etc). It was then that I realised, Zotero handles PDFs! Magnificent, and I can reference, highlight and annotate to my heart’s content.\nScreenshot of The Dawn of Everything, annotated in Zotero\nThis is the use of Zotero.","addendum#Addendum":"Of course, there are other types items that you can install into your library and collections. They don‘t have to be PDFs, they can be the title (eg of a physical book) and then you can add annotations to that title. I’m guessing you can also add audio, video, images, text files etc. My masters’ items\nAnd then, for large lumps of text to annotate, you can scan a page of your book as a PDF, import into Zotero and then use the Zotero PDF plugin to transform the PDF into text selectable (you still see the image but also you can copy and past the text)."},"title":"Zotero: from zero to hero"},"/blog/250815-effin-birds/":{"data":{"":"Effin’ Birds hits the spot."},"title":"Effin’ Birds"},"/blog/250818-list-historic-welsh-place-names/":{"data":{"":"","historicplacenamesrcahmwgovuk#historicplacenames.rcahmw.gov.uk":"Dr James January-McCann, Place Names Officer for the Royal Commission on the Ancient and Historical Monuments of Wales, gave an amazing talk to Cilgerran Festival today.\nSlowly, he is helping piece together the historical place names of the whole of Wales. This is incredibly valuable work for the process of connecting people with their landscape, recommoning and nature recovery (which is my day job).\nhistoricplacenames.rcahmw.gov.uk Go here and have a look for yourself."},"title":"List of Historic Welsh Place Names talk"},"/blog/250819-economy-occupation-genocide/":{"data":{"":"Zotero is fantastic piece of software to read and annotate books and reports.\nI’ve been reading UN Special Rapporteur Francesca Albanese’s ‘From economy of occupation to economy of genocide Report of the Special Rapporteur on the situation of human rights in the Palestinian territories occupied since 1967’.\nhttps://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session59/advance-version/a-hrc-59-23-aev.pdf\nIt is damning about Israeli settler-colonialism and genocide.\nI‘ve been thinking about why the UK government finds it so hard to oppose genocide, and I think it‘s because the UK quite literally has a vested interest in Israel, historically, politically and economically.\nAnd then realised, it‘s the same processes in operation with the nature and climate emergency."},"title":"From economy of occupation to economy of genocide"},"/blog/250824-less-is-more/":{"data":{"":"I’ve started reading for my SPEP, and practising my acronyms, always a useful skill for academia. SPEP stands for Sustainable Planning \u0026 Environmental Policy. Past few years I‘ve been focussed on the nature and climate emergency we‘re at the beginning of, and I was a bit worried that planning and environmental policy aren‘t really focussing on the systemic failings of capitalism.\nAnd then I remembered Jason Hickel.\nDegrowth and sustainable development, they go hand in hand."},"title":"Less Is More - Degrowth in Development"},"/blog/250910-humans/":{"data":{"":"This is what my 15yo said on the way to school this morning.\n“Other animals don’t do this” he added.\nPuts me in mind of Marx’s differentiation between personal property (that which we use about our selves) and private property (used to create profit). We live in homes, the house is our personal property. (h/t my civil partner)."},"title":"Humans have monetised life"},"/blog/250911-plugin/":{"data":{"":"When I’m writing new notes, I like to use YYMMDD as a prefix, so that the filenames line up in orderly fashion. I know, this is a bit geeky.\nI was using Templater to create a new blog post with the blog template, but for such a simple task, you can use the core plugin Unique note creator, which does exactly the same thing.\nYou can even remap Ctrl+N to Unique note creator to create a new unique note!\nDouble gin and tonics all round. 🍸"},"title":"The joys of a new plugin"},"/blog/250912-the-same-thing/":{"data":{"":"One of my favourite quotes from David Graeber is:\nThe ultimate hidden truth of the world is that it is something we make and could just as easily make differently.\nGraeber, D. 2024. The Ultimate Hidden Truth of the World, pp8. 1st ed. London: Penguin\nAnd one of my favourite books is Daniel Dennett‘s Darwin’s Dangerous Idea, which for me is that the world is inescapably full of possibility."},"title":"Graeber \u0026 Dennett said the same thing"},"/blog/250924-gantt/":{"data":{"":"In my day job I said I would put everyone’s meta-tasks into a Gantt chart. Not too hard, I thought. There is a whole Markdown-esque language and Obsidian plugin called Markwhen but jeez, is it ever overkill.\nSo, I’m back to Excel, and I really don‘t like Microsoft products, particularly the online Office365."},"title":"Gantt charts are harder than they look"},"/blog/250925-random/":{"data":{"":"Most days I’m confronted with a barrage of ideas, so much input. And mostly random.\nNo.1, The Salt Professor. Ages ago, I listened Jim Al-Khalili’s The Life Scientific, and there was an episode with a professor who had dedicated his life to reducing the amount of salt in people‘s diets. His name is Graham Macgregor, and I just found out he died 4 weeks ago. His work has saved thousands of lives.\nAnother thought that surfaced was a true story about a man in the 1930s who decided to escape from modern life and lived on a deserted island in the Pacific, only for it to become a key strategic site in the Pacific theatre in World War II.\nThe tragedy, not of the commons, but of capital accumulation."},"title":"Salt doctor and island escape"},"/blog/251001-surfacing/":{"data":{"":"I have tried so many times a variety of todo lists and methodologies, from Getting Things Done to Bullet Journals. Where I’m at now is a shelf full of A5 dotted journals, using Lunatask as a digital bin and a headful of threads.\nYesterday I was at the launch of the Public Map Platform, which was incredibly useful for the Community Enterprise Agroforestry project I’m working on, and I was doodling and scribbling away. Not random thoughts exactly, more tangential, and I keep wanting to add them to a blog, with a minimal explanation, possibly with a hashtag, because it’ll be interesting to see how the ideas could surface and reconnect over time. Like a subconscious intellectual patina. So, here goes, “Write summary yesterday’s ideas”:\nIt is #time Things #change A target #audience of one - focussed on delivering for specific people at specific times Who does it serve? - the 3 ‘rules’ of #gardening Who does it serve? Where does the water go Who #cares? #care #management #maintenance It isn’t #real - Around 1993, I went to watch The Word live in a #TV studio, on a coach, Bristol to London, and the audience was herded around like cattle, and there was no “vibe”, it was all manufactured and formulaic, and I was disappointed (my Friday night entertainment when I was trapped at home post-uni) and relieved. Can you have #equality and #hierarchy? #CapabilityApproach ↗ as a framework for decision making? #CommunityEngagement and #CountyFarm - people have to do the work Ping pong of ideas, bouncing from one to the other. #gloss as opposed to deep thinking Critical thinking and Professor Freeman - at UCL I wrote for the student magazine and I glibly asked about his opinion on an article and he emphasised the need to research and think critically #TV is shit, I have to make my own entertainment - I started watching an old TV series and I found it really cliched, and I felt that I ought to make my own entertainment, with my own characters. The kids are using Snapchat filters (demons and gods and goblins) and I thought it would be fun to do a solo mini-drama using the filters to create the characters. “The master’s tools will never dismantle the master’s house” - where is this #quote from? #feminism? Audre Lorde, 1979 #intersectional Othered #other Consent, always consent #feminism is for everybody - quote seen on #Mastodon #hierachy, #patriarchy and #domination"},"title":"Surfacing and connecting"},"/blog/251006-ignorefiles/":{"data":{"":"I have an assets/templates/ folder, where I edit the Obsidian template for the Unique Note Creator plugin. However, the assets folder and the README file were appearing in the automagically created menus.\nI had to add:\nignoreFiles: - 'README' - 'assets/' to the hugo.yaml config file."},"title":"Geek noodling to remove folders from menu"},"/blog/251007-man/":{"data":{"":"I’m A Man by Kim Gordon\nI like this, a lot."},"title":"I’m A Man"},"/blog/251008-mastofeed/":{"data":{"":"I’m a huge fan of Mastodon, a federated, Open Source social media network, made up of a federation of instances (servers).\nI just moved to a new instance, as I’m not really doing #ForestGarden design for a living any more, and I moved to c.im, because I am a sucker for short names and because the übercool Radical Anthropology has an account there.\nOne feature I haven’t used for a while is publishing blog posts to Mastodon. There is a service called MastoFeed which seems to do the trick. This is a blog post to find out!!"},"title":"Blog posts, now on Mastodon"},"/blog/251014-have-you-met-the-poor/":{"data":{"":"I have a field trip to a poor part of town to look at their transport and I am feeling very… uncomfortable.\nthe “Western individual”… is that featureless, rational observer, a disembodied eye, carefully scrubbed of any individual or social content… if the “Western individual” doesn’t exist, then what precisely is our point of comparison?\nGraeber, 2024. The Ultimate Hidden Truth of the World, 1st ed. Penguin, London. pp28\n“Have you met them at all? The poor?” Robin Hood in the Time Bandits 1981"},"title":"Independent observers?"},"/blog/251022-healthy-streets/":{"data":{"":"HealthyStreets.com 10 indicators, 2 main Pedestrians from all walks of life People choose to walk, cycle and use public transport Easy to cross Shade and shelter Places to stop and rest Not too noisy People feel safe Things to see and do People feel relaxed Clean air 10 aspects of what it feels like on streets Evidence base of Clean air Easy to cross People feel safe Not too noisy Prioritising people first Easier to walk \u0026 cycle Whole systems change needed - spatial planning, transport, helath, policing, housing, environment Whole system change in London started - why not Ceredigion? Bike storage Free cycle skills training (for senior managment) SUDs! Engage communities. Different use for streets System change - Design, legislation, monitoring, management, communities, businesses Healthy Streets Score Green is healthy Yellow not so healthy Red unhealthy Healthy Streets Index - land use, street network, population density, pavement widths, traffic levels, air quality, noise Grasp the scale of the challenge","tools#Tools":"Healthy Streets Design Check spreadsheet - 15-30 Qualitative street assessment Household survey City Index Design tool https://surveys.healthystreets.com/"},"title":"Healthy Streets notes"},"/blog/251104-merchants-of-doubt/":{"data":{"":"A book that I really need to read.\nNaomi Oreskes\nProfessor of history and science studies, University of California—San Diego"},"title":"Merchants of Doubt"},"/blog/251105-revolutionary-gardens/":{"data":{"":"The community gardens of today are the revolutionary cells of tomorrow.\nYou ever go home from a meeting and think “Fuck yeah we’re good at this and this is gonna slap ass”? Yeah me neither until I started this group with my partner and a friend. That just just under two years ago. Now we’re about 60 people and working together with half a dozen other orgs. Just had to get that snowball rolling.\nI mean this. The kind of organising we have achieved around local food and community preparedness is a whole different ballpark compared to the intellectual bickering I’ve had to put up with in my activist days. There’s so much love and passion going around and I feel like we can really build the new world in the shell of the old if we just stop fragmenting our movements and focus on what’s gonna matter once shit hits the fan, because sooner or later it will\nhttps://todon.nl/@anarchiv/115487840087237629\nRegular Space Station 🛸\n@anarchiv@todon.nl"},"title":"Revolutionary Gardens"},"/blog/251106-hacking-at-leaves/":{"data":{"hacking-at-leaves#Hacking at Leaves":"Hacking at Leavesby\nJohannes Grenzfurthner\nhttps://archive.org/details/hacking_at_leaves_release_version"},"title":"Hacking at Leaves film"},"/blog/251109-i-am-an-ai-hater/":{"data":{"":"Anthony Moser on AI: https://anthonymoser.github.io/writing/ai/haterdom/2025/08/26/i-am-an-ai-hater.html\nMost excellent, here is a precis of the harms, which I’ve summarised and put in a list, cos why not:\n“Critics have already written thoroughly about the\nEnvironmental harms Reinforcement of bias Generation of racist output Cognitive harms and AI supported suicides Problems with consent and copyright AI tech companies further the patterns of empire It’s a con that enables fraud and disinformation and harassment and surveillance The exploitation of workers An excuse to fire workers and de-skill work How they don’t actually reason and probability and association are inadequate to the goal of intelligence How people think it makes them faster when it makes them slower How it is inherently mediocre and fundamentally conservative How it is at its core a fascist technology rooted in the ideology of supremacy, defined not by its technical features but by its political ones.” Fuck yeah"},"title":"I Am An AI Hater by Anthony Moser"},"/blog/251110-future-generations-act-summary/":{"data":{"":"","4-pillars#4 pillars":"Culture Society Environment Economy","5-ways-of-working#5 ways of working":"The long term - Avoiding short-termism and considering how decisions will impact on the well-being of future as well as current generations. Prevention - How acting early–and with others–to tackle the root cause of problems before they arise or get worse can bring about better outcomes for individuals, public bodies and society as a whole. Integration - Ensuring that the full range of consequences of an action are considered so that activity in one area of work can be shaped to complement, rather than undermines, the activities in others. Collaboration - Working with others, both from within or outside your team or organisation, so that as many objectives as possible can be met with the resources and expertise available. Involvement - Not trying to solve problems alone but understanding the benefits of involving as wide a range of people as possible in helping shape the decisions and services that will affect their lives.","7-goals-for-wales#7 goals for Wales":"Globally responsible Prosperous Resilient Healthier More equal Cohesive communities Vibrant culture and thriving Welsh language","resources#Resources":"A Guide to the Well-being of Future Generations Act PDF↗ WCVA guide to The [Five] Ways of Working of The Well-being of Future Generations (Wales) Act 2015 PDF↗","wellbeing-of-future-generations-act-2015#Wellbeing of Future Generations Act 2015":"Wellbeing of Future Generations Act 2015 My summary of the goals, ways of working and pillars."},"title":"Future Generations Act summary"},"/blog/251112-bacon-reality/":{"data":{"":"“I’m not interested in fantasy, I’m interested in reality.” “And what is reality?“ “Reality is what exists.“\nFrancis Bacon and Melvyn Bragg, absolutely shitfaced on camera, a poignant moment."},"title":"Bacon snippet"},"/blog/251113-ccc-progress-climate-adaptation/":{"data":{"":"Sobre immediate concerns from Climate Change Committee report:\nOver half of England’s top quality agricultural land is at risk of flooding today, with a further increase in total agriculture land at risk expected by 2050. Climate change also poses a major threat to UK biodiversity, at a time when it is degrading rapidly. 6.3 million properties in England are in areas at risk of flooding from rivers, the sea, and surface water. This is predicted to rise to around 8 million (one in four) by 2050. Steadily rising sea levels at the UK’s coasts will increase the risk of coastal flooding and exacerbate coastal erosion. Over a third of railway and road kilometres are currently at flood risk, predicted to rise to around half by 2050. Extreme heat also disrupts infrastructure systems via rail buckling and power line sagging. Heat-related deaths already occur in the thousands each year but could rise several times over to exceed 10,000 in an average year by 2050. This increase is driven by the effect of climate change on a growing aging population, which is increasingly vulnerable to extreme heat. Estimates suggest that unchecked climate change could impact UK economic output by up to 7% of GDP by 2050, creating challenges for driving sustainable long-term growth across the country. https://www.theccc.org.uk/2025/04/30/the-country-is-not-prepared-for-climate-impacts-say-advisors/"},"title":"Progress in adapting to climate change"},"/blog/251120-ai-benefits/":{"data":{"":"This was posted in a group:\nAI Community @ CU Welsh Government has launched a new plan to embed the benefits of AI in various sectors and shape its influence to improve the lives of people across Wales - link to plan included in the following article: https://businesswales.gov.wales/news-and-blog/new-plan-embed-benefits-ai-across-wales\nThis was my response:\nThe problem is, AI has become so broad in meaning as to become meaningless, so that the same sense can be construed from the term “algorithm”, ie computers. There are applications where “algorithms” are incredibly useful, but a wholesale “let’s adopt AI” is damaging because it ignores the harms of generative AI and Large Language Models, eg a list from Emma Barnes:\nAI is\nan environmental catastrophe based on stolen content that harms the viability of creators livelihoods that doesn’t work very well that harms a generation’s ability to learn that companies use to eliminate people costs and is financed in such a way that it is going to damage the global economy in the biggest stock market failure for years. In words attributed to Laurie Anderson “If you think technology will solve your problems, you don’t understand technology and you don’t understand your problems“.\nLet‘s invest in Human Intelligence and campaign for universal free education, like in the good old days."},"title":"Critique of AI Benefits"},"/blog/251121-stephanie-kelton-question/":{"data":{"":"Read this article by Richard Murphy about Stephanie Kelton‘s contribution to Modern Monetary Theory\nhttps://www.taxresearch.org.uk/Blog/2025/11/20/economic-questions-the-stephanie-kelton-question/\nKelton’s core insight is not that governments should spend without limit, but that they can. The true limit to spending is the availability of real resources — skilled labour, energy, technology, materials — not the availability of money. Currency-issuing governments create money as a matter of routine when they spend. They delete, or cancel, money when they tax."},"title":"Economic questions: the Stephanie Kelton question"},"/blog/251122-cycling-bluesky-posts/":{"data":{"":"Cycling posts.\nThe latest National Travel Survey clearly questions that old myth about “Active travel is just for the middle classes, what about working people who have to drive?”"},"title":"Cycle lane, what cycle lane?"},"/blog/251229-write-more/":{"data":{"":"Some people, like Cory Doctorow and Richard Murphy, write incessantly. In a good way. I am not like this. I thought I would be but I‘m not, so I won‘t lose any sleep over it.\nInstead, you shall be treated to random nonsense with #hashtags","acetate-sheet-flower-press#Acetate sheet flower press":"My friend Martin told me about a simple technique pressing flowers onto blotting paper using sheets of acetate and a rolling pin. I think. But I‘m not sure. I will post more when I find out. #flowers #WildFlowers","artist-rebecca-kelly#Artist Rebecca Kelly":"Golden driftwood in a gabion tower by Rebecca Kelly\nI had the good fortune to meet artist Rebecca Kelly the other day. She was talking about her work, and this phrase really stuck with me:\nPeople and the land regenerating together\nIt‘s not one or the other, it‘s both. #artist","dangerous-roads#Dangerous roads":"In 2014, Swedish artist and illustrator Karl Jilg showed how much space has been taken up by roads. His work featured in Vox as well. The work is available under a creative commons license. #roads #transport #SustainableTransport","easy-roast-chestnuts#Easy roast chestnuts":"It’s that time of year when Sweet Chestnuts are roasted and consumed. My friend Martin (purveyor of Sweet Chestnuts in paper bags and probably tree form) told me that an easy way to cook them is in the air fryer:\nSoak in hot water for 15 minutes Cook in the air fryer at top temperature for 10-15 minutes #chestnuts","skomer-island-delights#Skomer Island delights":"Skomer Island (or as the locals call it, “Skomer“) is a nature reserve off the coast of Pembrokeshire, not far from Milford Haven. I was speaking with a Wildlife Tower pioneer (more of that later) called Wayne, and we got to talking about gabions, like you do. He said that there was a gabion retaining wall on the island, which the Petrels apparently love for nesting.\nWhite-face Storm Petrel just because, photo by JJ Harrison on Wikimedia\nIt is so popular it has been named the Petrel Station. #PetrelStation #pun"},"title":"I honestly thought I would write more"},"/masters/":{"data":{"":"","accreditations#Accreditations":"Royal Town Planning Institute (RTPI)","course-structure#Course structure":"Part-time normally 2 years (may be extended to 3). Divided into two parts:\nPart one comprises a teaching programme of core and optional modules over four semesters. Part two comprises an individual dissertation on a topic selected you will select in consultation with members of staff. Whilst there are few constraints on the choice of topic, it must address the core course themes of sustainability, environmental policy and planning.","spep-msc#SPEP MSc":"Modules for Sustainability Planning \u0026 Environmental Policy MSc part-time\nYear 1 Autumn 2025 Principles and Practices of Environmental Governance CPT914 Sustainable Transport Policies‡ CPT903 Spring 2026 Sustainable Food Systems‡ CPT902 Year 2 Autumn 2026 Environmental Policy and Climate Change CPT855 Urban and Regional Economies‡ CPT929 Spring 2027 Research Methods CPT926 Dissertation CPT508 In date order. ‡ optional modules. SPEP MSc Sustainability Planning \u0026 Environmental Policy\n2 years, part-time\nThis MSc enables students to develop critical learning and applied skills in the field of contemporary sustainability.\nProfessionally recognised Accredited by the Royal Town Planning Institute (Specialist). Balance theory, policy and practice Link theoretical debates about sustainability at different spatial scales with practical dimensions of policy creation and implementation. Follow your interests The scope to focus on environmental problems and environmental policy in a range of sectors, including planning, food/agriculture, transport and housing. Transferable skills Develop sustainability-relevant research skills ideal for academic progression or professional practice. Develop your knowledge and understanding of sustainability theory, principles and practice and be empowered to influence and progress policy and planning solutions for the environmental and sustainability challenges faced by government, business and regulatory bodies.\nOur MSc in Sustainability, Planning and Environmental Policy addresses three key dimensions that will provide you with the skills and knowledge to contribute to future policy development and help tackle sensitive environmental and sustainability issues. We will consider:\nPrinciples and process - asking how policies may, or may not, achieve more sustainable development. Resource sector studies – comparative and in-depth analysis of sustainability issues in key economic sectors (including food, transport, renewable energy and housing). Research training – helping you to develop sustainability-relevant research skills ideal for academic progression, and professional practice. You’ll benefit from teaching which links together theoretical debates about sustainability at different spatial scales, informed by the latest social science research around environmental problems, with the practical dimensions of policy formulation and implementation. The planning system is given particular attention because it provides one of the most sophisticated contemporary mechanisms for regulating environmental change."},"title":"Masters"},"/masters/01-environmental-governance/":{"data":{"":"","1-principles-and-practices-of-environmental-governance#1. Principles and Practices of Environmental Governance":"Semester Credits Code Autumn 2025 20 CPT914 This module will provide students with in-depth knowledge of the diverse forms of, and rationales for, modern environmental governance. It will draw on conceptual and empirical material from a wide range of case studies, to help students understand the contemporary management of the environment, broadly defined.\nThe module’s main components include an exploration of the rise of environmental governance, examining why and in what ways ‘the environment’ has become an important sphere of policy and practice intervention around the world, including some of the different conceptual lenses through which it can be examined.\nA further component explores the differing scales of environmental governance, covering international and transnational processes and institutions, as well as the part that we all as individuals now play in acting on and for the environment. The main topic, cover in a series of lectures and seminars, is anthropogenic climate change and the evolution of climate change governance.\nFinally, the module examines various tools of governance, providing detailed insight into the ways that particular mechanisms of and for environmental governance are put into practice and experienced ‘on the ground’, drawing on international case studies.\nOn completion of the module a student should be able to:\nDescribe and understand the origins and drivers of key environmental problems, intersectoral disputes and uneven responsibilities across governments, social groups and generations; Recognise and critically analyse key theories and ‘schools’ of environmental governance theory and practice; Understand and evaluate key approaches to environmental governance, including international conventions (as the 1992 UN Framework Convention on Climate Change), national policies, private sector responses and personal behaviour change; Understand the ways that scale and context impact on how environmental governance is understood and enacted; and Critically discuss and evaluate key tools and mechanisms of environmental governance, drawing on empirical case studies and, in particular, human-induced climatic changes."},"title":"Environmental Governance"},"/masters/01-environmental-governance/00-assessment/":{"data":{"":"Assessment due: 1pm Thu 13 Nov 2025 \u0026 Thu 8 Jan 2026\n4 areas of grading:\nSubstance Structure Style and Presentation Reference"},"title":"Assessment"},"/masters/01-environmental-governance/00-assessment/a-group-report/":{"data":{"":"Title: A briefing report to a government agency, outlining a proposed local initiative that should aim to influence personal behaviour, help to mitigate climate change and promote environmental justice. Type: Report Date: Thu 13 Nov 2025 Group of 4, 1600 words (approx 400 per student). 25% final module mark Imagine that you (as a group) have just started a policy job at a national agency like the UK Department for Environment, Food and Rural Affairs or the equivalent agency in Wales or Scotland (in exceptional cases, even of another country). You have asked to propose an idea for an intervention, such as waste, biodiversity, climate change adaptation etc. You are allowed to pick which of these work areas you want to focus on, and come up with an idea about how to make people act differently around it.\nThis document is the group’s brief to your boss: your chance to ‘pitch’ your idea. Your group needs to address the main points below but you do not have to do so in the structure presented here – just try to make sure they are covered in your report.\nNote: the implementation of your initiative has a budget: you have a maximum of £250,000 (excluding staff costs): and you also have only 18 months to put together, trial and evaluate the intervention.","further-details-and-instructions#Further details and instructions":"Groups of 4 students (in exceptional cases, 3 students) will jointly select the topic and develop the report; groups will be formed according to the alphabetical order of names. Word count excludes headings, footnotes, figure captions, tables and bibliography). The group should make use concepts and ideas discussed in the lectures and also from the course bibliography.\nThe report should have the following basic structure:\nTitle of project Rationale (e.g. the theory and existing evidence behind the idea: and how this differs/improves upon past interventions)? Interventions and activities (what are you going to do and who is your target audience?) Evaluation (i.e. how will you be able to say later whether it has effectively changed personal behaviour, heled to mitigate climate change and promoted environmental justice?) Any other comments (e.g. potential drawbacks)","hot-tips#Hot Tips":"The group can pick the geographical and demographic target population for your intervention (i.e. a particular population segment, such as school children, or region / city/ catchment). Try not to make it too broad – often a more focussed intervention can be more effective. The report should make reference to a real location; indicate it in the text. Make sure you are aware of the types of interventions that have already been used and try not to overly replicate them e.g. giving recycling bins to all houses in a municipal neighbourhood. Try to make your writing style appropriate for a government report. That is, keep the language simple and straightforward, and use a professional tone. No need to include a cover sheet, but the report must be submitted via Turnitin. You will probably draw on the ‘grey’ literature a reasonable amount in this assessment (e.g. policy documents etc), plus websites and media reports (as well as key academic references). That is fine and expected: but make sure you have some academic literature in there, particularly when addressing the point (2) about the rationale for your intervention. Include the word count at the end of the report (that is, indicate the total number of words, excluding headings, footnotes, figure captions, tables and bibliography)."},"title":"a) Local initiative group report"},"/masters/01-environmental-governance/00-assessment/b-individual-essay/":{"data":{"":"Title: Critical examination of a relevant environmental issue and related governance interventions. Type: Essay Date: Thu 8 Jan 2026 Individual, 3,000 words 75% final module mark The aim of this assessment is to enable you to critically engage in-depth with a key environmental issue of your preference, and to explore the effectiveness of a recent governance intervention that aims to address this issue. The key questions you will need to respond to in the essay are:\nWhat are the apparent causes of the environmental issue you are examining? What is a key governance intervention that has been used to address this issue? How effective has this intervention proven in recent years, and why? How could the intervention be improved, to make it a more effective governance mechanism?","further-instructions#Further instructions":"Try not to pick too big of an issue to examine e.g. climate change. Instead, break it down into smaller components (e.g. ocean acidification, bio-diversity loss in sub-tropical highland areas etc – this allows you to focus in on a particular challenge and be more specific about its apparent causes). This essay is a chance for you to explore an issue for yourself, making use of some of the critical tools and insight we have garnered in your teaching sessions so far. Do not spend too long going into the complexities of the causes of your chosen environmental issue. Spend more time instead engaging with the governance approaches to addressing the problem. And here, don’t just list lots of different interventions. Pick one, so (again) you are able to focus in on it. Avoid writing an essay that is overly descriptive. Although you will undoubtedly have to outline issues and interventions (as in points 1 and 2 above), the real crux of the essay is points 3 and 4: this is where you get to engage in your own analysis and thinking about what makes an effective intervention, and how we might improve things, going forward.","learning-outcomes-assessed#Learning outcomes assessed":"To understand the evolution of the theory and practice of environmental governance and local contexts; To put in practice theoretical constructs and apply to a real situation; To develop critical thinking about environmental problems, environmental management and governance. To practice wiring and comprehension of complex texts, linking up academic conversations with things happening in the contemporary world.","marking-criteria#Marking criteria":"Quality of the background data Clarity of the argument Reference to key theoretical concepts Critical thinking and creativity Please note that marks for substance and structure will be affected if you exceed the word limit.\nAgricultural intensification \u0026 capitalism?"},"title":"b) Environmental issue \u0026 governance interventions individual essay"},"/masters/01-environmental-governance/01-env-as-problem/":{"data":{"":"Our basic category of analysis is the totality of relations\nWe cannot embrace the whole reality Prof Eric? - people always have a particular context Los Angeles protest 8 Jun 2025\nMichael Hudson economist, Super Imperialism $ Peter Fleming - Capitalism \u0026 Nothingness, “Pathologic Present”. Immediacy. The answers are not simple What is nature. Noel Castree 2014 Making Sense of Nature In non-Western cultures nature is not separated from the world","issues#Issues":"Different scales \u0026 times Uneven distribution gains \u0026 lossess - environmental injustices Different cots \u0026 interests Policy reactive Fairbourne, north Aberystwyth, climate refugees Macnaghten \u0026 Urry, “The environment is the new opium of the masses” Globalisation of western economic practices \u0026 values Despite all these problems, we should not accept defeat\nChallenging a Dominant Apolitical Ecology - Environmentalism is meaningless without a politico-ecological perspective on the causes and responsibilities for the problems We are going to die and that makes us the lucky ones ~ Richard Dawkin\nThe manifold self-differentiating expanse of life ~ Hegel, The Phenomenology of Spirit\nWe cannot explain everything through the universal (this is crux)\nHypernormalisation by Adam Curtis.\nOur main aim here is to decolonise…\nThere is an emerging critical nature-society scholarship that demonstrates how socio-environmental dilemmas are not only sites of dispossession and exploitation but are also sites of hope, experimentation and resistance."},"title":"1. Environment as problem"},"/masters/01-environmental-governance/02-conventional-env-statehood/":{"data":{"":"Why fragmentation (academic disciplines)? Specialisation? How to celebrate difference and promote justice/integration? Apolitical ecology - use in talk Situate problems in long trajectory of modernity Today’s ‘unpopular goal’ of both decentering the legacy of Western modernity and also salvaging modernity’s universal intent (genuine development), rather than calling for a plurality of alternative modernities (after Susan Buck-Morss, 2009) Hegel, Haiti, and Universal History (2009)[11]\ndevelopment can be seen as a new colonialism","environmental-statehood#Environmental statehood":"Ioris book\nprecusory conventional 1945-2000 flexible 2000-\u003e The ideology of progress and development - TVA Penguin book\nDevelopmentalism - as socio-economic increase efficiency. Industrialisation of agriculture. How can it be more efficient if it uses more resources?\nTable from White et al 2016\nNeo-Malthusian pessimists Free market optimists Social ecologist - Convivial Conservation \u0026 Tir \u0026 Tending the Wild Everywhere a national park?\nIf it’s all up for negotiation, what about private property?! seismic,semantic,symbolic,schematic\ngeorge Marsh Man and Nature 1864 Aldo leopold Land Ethic 1949 Silent spring 1962 Brundtland ‘Our Common Future’\nEnvrionmental Governance the next stage of\n“People are not poor, they are impoverished” Portugese philosopher\nLeaders are the problem, not leadership","seminar#Seminar":"New Wales National Park - group work, split into different interest groups","unpacking-capitalism#Unpacking capitalism":"Capitalism = a historical period Capital = a socio-ecological relation Capitalocene = age of capitalism Key features: commodification, production for the market\ncapital must expand without end to exist; capital tends to degrade the socio-ecological conditions of its own production Kovel (2002) - The enemy of nature\nCapitalism and nature (Moore, 2015)\nThe state is the area of decision making Govt is executive branch of the state The rise of the nation, the rise of the state, the rise of colonialism and capitalism Gramsci - 4 definitions of state Miliband vs. Poulantzos debate Socionatural struggles around, within and through the state apparatus has state evolved to support capitalism? Why can’t we challenge private property"},"title":"2. Conventional Environmental Statehood"},"/masters/01-environmental-governance/02-conventional-env-statehood/reading/":{"data":{"":"","additional-reading#Additional reading":"Bryant, R.K. (ed.). 2015. The International Handbook of Political Ecology. Edward Elgar: Cheltenham. [especially chapter 10 by E. Swyngedouw: 8The Depoliticized Environment and the Promises of the Anthropocene9] Eckersley, R. 2004. The Green State. MIT Press: Cambridge, MS. [especially chapter 3 on the Green State and Global Capitalism] Evans, J. 2012. Environmental Governance. Routledge: London.","basic-reading#Basic reading":"Craig, M.P.A. 2020. Treasury Control and the British Environmental State: The Political Economy of Green Development Strategy in UK Central Government. New Political Economy, 25(1), 30-45. Glasson, J. et al. 2005. Introduction to Environmental Impact Assessment. Routledge: London. [chapters 2 and 3] Ioris, A. 2014. The Political Ecology of the State [chapters 2 and 3] Paehlke, R. and Torgerson, D. (eds.). 2005. Managing Leviathan. University of Toronto Press. [chapters 2, 3, 4 and 8] Park, J. et al. (eds.). 2008. The Crisis of Global Environmental Governance. Routledge. London \u0026 New York. [Chapter 3 by M. Finger]","read-first#Read first":"Fiorino, D.J. 2006. The New Environmental Regulation. MIT Press: Cambridge, MS. [chapters 1, 2, 3 and 6] McManus, P. 2009. Environmental Regulation. Intern. Encyclopedia of Human Geography. pp. 546-552."},"title":"Reading"},"/masters/01-environmental-governance/03-flexible-env-statehood/":{"data":{"":"Governance replacing conventional statehood 1970s, introduced 1980s Transition. What is difference between statehood and governance? - key features market-based, public participation, multilaterlism, influence personal behaviour. Rigid govt, more flexible governance. Governance (supposed to be) more flexible, inclusive, reactive, responsive etc But increased environmental problems. Failure of governance and institutions? Or not had a chance to develop? Acknowledge and embrace complexity - whereas projects \u0026 reports tend to be quite narrow. The state has its own internal logic Market based solutions Jevon’s Paradox - efficiency is counterproductive to reducing consumption Market based “solutions” - techno-managerial dispositifs. Payment Financial incentives for tree planting Appropriating the commons is ongoing Earth System Governance Project - apolitical Envronmental justice - Robert Buller Reducing consumption, exporting wealth Environmental Justice Atlas p54 Stengers book quote ’top down’ environmental governance and management “Philsophy is the most noble of the professions” “The madness of our time is to depoliticise conflicts in order to settle them” Jacques Ranciere 1990 (Aux Bords du Politique) “Ecology - understood as the philosophy \" Can the state deliver postcapitalism Frederic Giros disobedience break the log of capitalism \u0026 address issues of growth Alternatives Environmental Democracy \u0026 Justice “The right to be equal when difference dimishes us and the right to be different when equality mischaracterises us” Boaventura de Sousa Santos, Epistemologies of the South - Warwick professor Sumak kawsay - community-centric, ecologically-balanced \u0026 culturally sensitive. Bolivia \u0026 Ecuador constitutions incorporated 2008 \u0026 2009 Language and domination non-Western concepts \u0026 decolonisation search for different relationship between humands and non-humans (whole reality)"},"title":"4. Interrogating Governance"},"/masters/01-environmental-governance/03-flexible-env-statehood/reading/":{"data":{"":"","additional-reading#Additional reading":"Adger, W.N. and Jordan, A. (eds). 2009. Governing Sustainability. Cambridge University Press. Brown, K. 2009. Human Development and Environmental Governance. In: Governing Sustainability, Adger, W.N. and Jordan, A. (eds). Cambridge University Press: Cambridge, pp. 32-51. Dauvergne, P. (ed.). 2012. Handbook of Global Environmental Politics. Edward Elgar. [ch. 15] De Angelis, M. 2005. The Political Economy of Global Neoliberal Governance. Review (Fernand Braudel Center), 28(3), 229-257. Kolinjivadi, V., van Hecken, G. and Merlet, P. 2023. Fifteen Years of Research on Payments for Ecosystem Services (PES). Global Environmental Change, 83, 102758. Larner, W. 2011. Governance. In: Agnew, J.A. and Duncan, J.S. (eds.). Wiley-Blackwell Companion to Human Geography. Blackwell: Oxford, pp. 336-346. Paterson, M. 2009. Global Governance for Sustainable Capitalism? In: Governing Sustainability, Adger, W.N. and Jordan, A. (eds). Cambridge University Press: Cambridge, pp. 99-122.","basic-reading#Basic reading":"Ansell, C. and Torfing, J. (eds). 2016. Handbook on Theories of Governance. E. Elgar: Cheltenham. [especially, chapters 1, 2, 8, 23, Part IV and Epilogue] Park, J. et al. (eds.). 2008. The Crisis of Global Environmental Governance. Routledge. London \u0026 New York. [ch. 1 (Park et al.), 2 (by Brand and Görg), 6 (by Acselrad) and 10 (by Conca)] Swyngedouw E. 2005. Governance Innovation and the Citizen: The Janus Face of Governance beyond the State. Urban Studies, 42(11), 1991-2006.","read-first#Read first":"Dryzek, J.S. 2016. Global Environmental Governance. In: The Oxford Handbook of Environmental Political Theory. Grabielson, T. et al. (eds). Oxford University Press. Lemos, M.C. and Agrawal, A. 2006. Environmental Governance. Annual Review of Environment and Resources, 31, 297-325."},"title":"Reading"},"/masters/01-environmental-governance/04-interrogating-governance/":{"data":{"":"Governance replacing conventional statehood 1970s, introduced 1980s Transition. What is difference between statehood and governance? - key features market-based, public participation, multilaterlism, influence personal behaviour. Rigid govt, more flexible governance. Governance (supposed to be) more flexible, inclusive, reactive, responsive etc But increased environmental problems. Failure of governance and institutions? Or not had a chance to develop? Acknowledge and embrace complexity - whereas projects \u0026 reports tend to be quite narrow. The state has its own internal logic Market based solutions Jevon’s Paradox - efficiency is counterproductive to reducing consumption Market based “solutions” - techno-managerial dispositifs. Payment Financial incentives for tree planting Appropriating the commons is ongoing Earth System Governance Project - apolitical Envronmental justice - Robert Buller Reducing consumption, exporting wealth Environmental Justice Atlas p54 Stengers book quote ’top down’ environmental governance and management “Philsophy is the most noble of the professions” “The madness of our time is to depoliticise conflicts in order to settle them” Jacques Ranciere 1990 (Aux Bords du Politique) “Ecology - understood as the philosophy \" Can the state deliver postcapitalism Frederic Giros disobedience break the log of capitalism \u0026 address issues of growth Alternatives Environmental Democracy \u0026 Justice “The right to be equal when difference dimishes us and the right to be different when equality mischaracterises us” Boaventura de Sousa Santos, Epistemologies of the South - Warwick professor Sumak kawsay - community-centric, ecologically-balanced \u0026 culturally sensitive. Bolivia \u0026 Ecuador constitutions incorporated 2008 \u0026 2009 Language and domination non-Western concepts \u0026 decolonisation search for different relationship between humands and non-humans (whole reality)"},"title":"4. Interrogating Governance"},"/masters/01-environmental-governance/04-interrogating-governance/reading/":{"data":{"":"","additional-reading#Additional reading":"Bond, P. 2016. South Africa’s Next Revolt: Eco-socialist Opportunities. In: Rethinking Revolution, Panitch, L. and Albo, G. (eds.), Merlin: London. pp. 161-185. Brokchin, M. 2005. The Ecology of Freedom. AK Press: Oakland, CA. Collard, R-C. et al. 2015. A Manifesto for Abundant Futures. Annals of the Association of American Geographers, 105, 322-330. Haraway, D.J. 2016. Staying with the Trouble: Making Kin in the Chthulucene. Duke: Durham and London. Kashwan, K. and Hasnain, A. 2024. Decolonizing Environmentalism: Alternative Visions and Practices of Environmental Action. Bloomsbury: London. Kelly, J. and Malone, S. (eds). 2008. Ecosocialism or Barbarism. Socialist Resistance: London. An Ecosocialist Manifesto: http://environmentecology.com/political-ecology/436-an-ecosocialist-manifesto.html Stengers, I. 2015. In Catastrophic Times: Resisting the Coming Barbarism. Meson Press: London. Martinez-Alier, J. 2002. The Environmentalism of the Poor. Edward Elgar: Cheltenham.","basic-reading#Basic reading":"Buckingham, S. 2004. Ecofeminism in the Twenty-First Century. The Geographical Journal, 170(2), 146-154. Gudynas, E. 2011. Buen Vivir: Today’s Tomorrow. Development, 54(4), 441-447. Ioris, A.A.R. 2025. Uncommoning, Difference and Politics: Worldless Production of Paraguay. Routledge: London and New York. Sousa Santos, B. 2016. Epistemologies of the South. Routledge: London. Swyngedouw, E. 2014. Where is the Political? Insurgent Mobilisations and Incipient “Return of the Political.” Space and Polity, 18, 122-136.","read-first#Read first":"Brand, U. and Wissen, M. 2013. Crisis and Continuity of Capitalist Society-nature Relationships: The Imperial Mode of Living and the Limits to Environmental Governance. Review of International Political Economy, 20(4), 687-711. Coolsaet, B. (ed.). 2020. Environmental Justice: Key Issues. Routledge: London. [start with ch. 1, 2, 22, 23 and 24]"},"title":"Reading"},"/masters/01-environmental-governance/05-climate-governance/":{"data":{"":"Climate change as fundamental test of governance Assymetrical problems - huge differences between groups. Economy, security. Who makes and enforces the rules? Climate Change Act - reference Stanford Encylopedia of Philosophy - consequentialism, utilitarianism. Critique basic amoral, utils suit money John Tyndall - 19th century scientist, described greenhouse effect Give me convenience OR give me death, Dead Kennedys Jaggers \u0026 Stripple 2003 definition of climate governance UNFCCC - framework convention"},"title":"5. Climate Governance notes"},"/masters/01-environmental-governance/05-climate-governance/reading/":{"data":{"":"","additional-reading#Additional reading":"Allan, J.I. 2020. The New Climate Activism. University of Toronto Press. Hossain, F. and Momtaz, S. 2025. Evaluating Climate Change Governance in Bangladesh. Springer Nature: Cham. Jafry, T. et al. (eds). 2019. Routledge Handbook of Climate Justice. Routledge: London and New York. Jordan, A. (ed.). 2018. Governing Climate Change: Polycentricity in Action? Cambridge University Press: Cambridge. Ruppel, O. et al. (eds). 2013. Climate Change: International Law and Global Governance, etc. Vol. I and II. Nomos Verlagsgesellschaft: Baden-Baden. Sarra, J. 2020. From Ideas to Action: Governance Paths to Net Zero. OUP: Oxford. World Bank. 2022. Open Government and Climate Change. World Bank: Washington DC.","basic-reading#Basic reading":"Bernauer, T. and Schaffer, L.M. 2012. Climate Change Governance. In: Levi-Faur, D. (ed.), The Oxford Handbook of Governance. (online). OUP: Oxford. Coen. D. et al. 2020. Global Climate Governance. Cambridge University Press: Cambridge. EEA. 2024. European Climate Risk Assessment. European Env. Agency: Copenhagen. Fröhlich, J. and Knieling, J. 2013. Conceptualising Climate Change Governance. In: Knieling, J. and Leal Filho, W. (eds.), C. C. Governance. Springer-Verlag: Heidelberg, pp. 9-26. Klein, N. 2015. This Changes Everything: Capitalism vs. the Climate. Penguin Books: London.","read-first#Read first":"Bulkeley, H. and Newell, P. 2023. Governing Climate Change. 3rd ed. Routledge: London. UNFCCC: https://unfccc.int EU: https://www.consilium.europa.eu/en/policies/climate-change"},"title":"Reading"},"/masters/01-environmental-governance/07-political-ecology/":{"data":{"":"How we define the problem of the environment geographers, anthropologists and economists redefine fundamental problems and causes of them, and design appropriate answers institutions are the rules - sociological problems are outcome of these interactions more data, more information. Ignoring fundamental political questions. Geographers Sauer Blake and Brookfield - soil degradation in Africa; work in 1980s. Soil erosion and political issues. Read Leff’s book, Political Ecology 3 main phases 1980s Blakey \u0026 Brookfield, soil erosion in Africa, neo-Marxist, with anarchist contributions. political economy. Focussed on trade, property rights. Related ecological problems with field international development 1990s post-structuralist ideas, rather than Marxist. Foucalt. Localised, inter-personal. 2000s diverse, reflecting 2 phases Systemic has it’s manifestation in the local Political Ecology coming from China. Michael Watts - criticising POlitical Ecology for becoming too pluralistic and diluted. Forsyth_chapter_MattTurnerPolEc Interesting article on what political ecologists could learn from sociology and philosophy - Jack Decolonise - Susannah Hatch, incredible (find reference)","fighting-inequality-and-mass-deforestation-in-brazil#Fighting inequality and mass deforestation in Brazil":"Dept Internat Dev Oxford Uni - invited to talk about deforestation Self-described Political Ecologist Critical transitions in the Amazon forest system Flores et al 2024 Nature Collapse - could become savannah in next few decades Already 15% of biome has been lost, at least 38% degraded by droughts and land use 40m in Amazon, 28m in Brazil. 2.2m indigenous peoples. Direct connection between poverty, inequality and deforestation Has to be connected with questions of developments and global market trends, systematic exclusion of majority of regional population, non-white “The totality of relations is the category of our analysis” Drug trafficking main economic activity in Brazil, as important as agribusiness. Mexicanisation of the Amazon. Corruption in police, judiciary. “Spatial claims over lives, ecosystems and relations that were (and still are) poorly understood” The fate of the Amazon “development” in Brazil Since 1990s, normalising agribusiness The Global Power of Brazilian Agribusiness - Economist Unit “It seems to be easier for us today to imagine the th” get quote Subtractive Geographies - Ioris Environment and development book Ioris"},"title":"Political ecology lecture"},"/masters/01-environmental-governance/08-green-infrastructure/":{"data":{"":"Political ecology - who benefits and loses out from how systems are set up Political ecology theory not very well developed Most people live in urban areas. Why? Major infrastructure projects have political, economic \u0026 ecological impacts Cities complex places, assymetric power structures How we manage infrastructure will be affected by those inequalities and demands of different groups Henri Lefebre classic philosophic books used by geographers “The Right to the City” 1960s. Theorises about urbanisation and role of capitalism. Capitalism less reliant on production and more on rent exploitation. Particularly urban rents. “The production of space” Yanis ? has a book about new rentier class of Big Tech, called Technofeudalism, the end of capitalism, so very interesting about the rentier economy and cities Green Infrastructure is under dispute. There is nothing neutral, there is nothing merely technical. Who creates, manages, controls new green infastructure Environment Act 2021 - applies to Wales as well. Read outline. Has clear provisions for Green Infrastructure. Natural England - good examples of green infrastructure on website “creating greener neighbourhoods”. What %? people don’t have access to green space. Is green space/infrastructure defined anywhere? https://theanarchistlibrary.org/library/henri-lefebvre-right-to-the-city#:~:text=Notes%3A%20The%20%27right%20to%20the,a%20to%2Dcreated%20space%20%E2%80%94%20a Wales - The Green Infrastructure Statement Look at this ((democratise economics)) apply political ecology ideas to green infrastructure “Jake Rayson,this gives a good overview of the different scales of GI (from section 6.2)https://www.gov.wales/sites/default/files/publications/2023-10/annex-addressing-the-nature-emergenc…” Tensions around Green Infrastructure another of Henri Lefebvre’s important books on urban politics is “The Urban Revolution” (1970)","seminar#Seminar":"List of priorities from people “Home Not Spikes” ((direct democracy threatens existing power structures)) the technocrat and the resident - working together"},"title":"8. Green Infrastructure"},"/masters/01-environmental-governance/reading/":{"data":{"":"","basic-reading-202425#Basic reading 2024/25":"Bäckstrand, K \u0026 Kronsell, A eds. 2015. Rethinking the Green State : Environmental governance towards climate and sustainability transitions. 1st ed. London: Routledge. 📕 ⬇️ Bevir, M \u0026 Rhodes, RAW, eds. 2016. Rethinking governance: ruling, rationalities and resistance. London, New York: Routledge. 📕 🏫 Dabelko, GD \u0026 Conca, K, eds. 2019. Green Planet Blues : Critical Perspectives on Global Environmental Politics. 6th ed. New York \u0026 London: Routledge. 📕 ⬇️ Evans, J \u0026 Thomas, C. Environmental Governance. 2nd ed. London \u0026 New York: Routledge. 📕 ⬇️ Hackmann, H \u0026 Moser, SC \u0026 St. Clair, AL. The social heart of global environmental change. Nature Climate Change. 📄 ⬇️ Holley, C \u0026 Gunningham, N \u0026 Shearing, C. 2012. The New Environmental Governance. 1st ed. London: Earthscan. 📕 ⬇️ Ioris, A. 2014. The Political Ecology of the State : The basis and the evolution of environmental statehood. 1st ed. London \u0026 New York: Routledge. 📕 ⬇️ Pattberg, P \u0026 Zelli, F, eds. 2016. Environmental Politics and Governance in the Anthropocene : Institutions and legitimacy in a complex world. 1st ed. London \u0026 New York: Routledge. 📕 ⬇️ Underdal, A. 2010. Complexity and challenges of long-term environmental governance. Global Environmental Change Vol 20, Issue 3. 📄 🏫 Thaler, RH \u0026 Sunstein, CR. 2009. Nudge : Improving Decisions About Health, Wealth, and Happiness. 2nd ed. New York: Penguin. 📕 ⬇️ Whitehead, M. 2014. Environmental Transformations : A Geography of the Anthropocene. 1st ed. London \u0026 New York: Routledge. 📕 ⬇️ Dauvergne, Peter. 2013. Handbook of Global Environmental Politics. 2nd ed. Cheltenham: Edward Elgar. 📕 ⬇️","basic-reading-202526#Basic reading 2025/26":"Adger, W.N. and Jordan, A. (eds). 2009. Governing Sustainability. Cambridge University Press: Cambridge. Ansell, C. and Torfing, J. (eds). 2016. Handbook on Theories of Governance. E. Elgar: Cheltenham. Barry, J. and Eckersley, R. (eds.). 2005. The State and the Global Ecological Crisis. MIT Press: Cambridge. Biermann, F. et al. (eds.). 2009. International Organizations in Global Environmental Governance. Routledge: London. Castree, N. and Braun, B. (eds.). 2001. Social Nature : Theory, Practice and Politics. John Wiley \u0026 Sons: Oxford. Connelly, J. and Smith, G. 2012. Politics and the Environment from Theory to Practice. 3rd ed. Routledge: London. Coolsaet, B. (ed.). 2021. Environmental Justice : Key Issues. Taylor \u0026 Francis: London. Cronon, W. (ed.). 1995. Uncommon Ground: Rethinking the Human Place in Nature. North \u0026 Company: New York. Dauvergne, P. (ed.). 2012. Handbook of Global Env. Politics. Edward Elgar: Cheltenham. Descola, P. et Pàlsson, G. (eds). 1996. Nature and Society: Anthropological Perspectives. Routledge: London. Dryzek, J. and Schlosberg, D. 2005. Debating the Earth: Environmental Politics Reader. UOP. Eckersley, R. 2004. The Green State. MIT Press: Cambridge. Evans, J. 2012. Environmental Governance. Routledge: London. Hannigan, J. 2014. Environmental Sociology. Routledge: Abingdon and New York. Harvey, D. 1996. Justice, Nature and the Geography of Difference. Blackwell: Cambridge. Ioris, A.A.R. 2014. The Political Ecology of the State. Routledge: London. Kjær, A.M. 2004. Governance. Polity: Cambridge. Klein, N. 2015. This Changes Everything: Capitalism vs. the Climate. Penguin: London. Kovel, J. 2002. The Enemy of Nature. Zed Books: London. Macnaghten, P. and Urry, J. 1998. Contested Natures. SAGE: London. Martinez-Alier, J. 2002. The Environmentalism of the Poor. Edward Elgar: Cheltenham. Meganck, R.A. and Saunier, R.E. 2009. Dictionary and Introduction to Global Environmental Governance. Taylor \u0026 Francis: London. Mignolo, W.D. 2011. The Darker Side of Modernity. Duke University Press: Durham and London. Merchant, C. 2005. Radical Ecology. 2nd edition. Routledge: New York and London. Moore, J.W. 2015. Capitalism in the Web of Life: Ecology and the Accumulation of Capital. Verso: London \u0026 N.Y. Morin, J.-F. et al. 2020. Global Environmental Politics : Understanding Governance of the Earth. OUP. Obeng-Odoom, F. 2020. The Commons in an Age of Uncertainty: Decolonizing Nature, Economy, and Society. University of Toronto Press: Toronto. Park, J. et al. (eds.). 2008. The Crisis of Global Environmental Governance. Routledge: London \u0026 New York. Peet, R. and Watts, M.J. (eds.). 2004. Liberation Ecologies. 2nd edition. Routledge: London. Peet, R. et al. (eds). 2011. Global Political Ecology. Routledge: London and New York. Pepper, D. 1984. The Roots of Modern Environmentalism. Croom Helm: London. Saunier, R.E. and Meganck, R A. 2009. Dictionary and Introduction to Global Environmental Governance. Routledge: London. Swyngedouw, E. 2004. Social Power and the Urbanization of Water. OUP: Oxford. White, D. et al. 2016. Environments, Natures and Social Theory. Palgrave: London. Wilson, J. and Swyngedouw, E. (eds.). 2015. The Post-political and its Discontents : Spaces of Depoliticization, Spectres of Radical Politics. Edinburgh University Press: Edinburgh. In addition: regularly check the Dictionary of Human Geography several relevant academic journals (Capitalism Nature Socialism, Environment \u0026 Planning, Geoforum, Antipode, etc.); you should use Scopus for bibliographic searches (www.scopus.com)"},"title":"General reading"},"/masters/02-sustainable-transport/":{"data":{"":"","2-sustainable-transport-policies#2. Sustainable Transport Policies":"Semester Credits Code Autumn 2026 20 CPT903 This module considers the complexities involved in meeting society’s mobility needs whilst minimising negative impacts associated with surface transport.\nThe module has four main foci:\nUnderstanding the environmental, social and economic impacts of different transport modes; Identifying and evaluating the efficacy of different modes, mechanisms and methodologies to solve problems of accessibility; Exploring the social, environmental and distributional consequences of different behavioural, spatial and technological solutions for achieving more sustainable transport; Introducing the process of transport appraisal and scheme development. In addressing 1,2 and 4, the module provides an overview of the UK transport policy landscape; introduces the main social and environmental externalities associated with surface transport; outlines the process of policy formation and transport project evaluation in the UK (specifically Welsh) context; and critically considers methods for engaging publics and measuring accessibility.\nIn addressing the third, policies adopted (both in the UK and internationally) for promoting sustainable mobility are evaluated, key challenges identified and innovative ideas to overcome the challenges discussed and explored.\nOn completion of the module a student should be able to:\nDefine and critically assess the main environmental, social and economic impacts of a range of surface transport modes and spatial arrangements within wider issues of economic growth and accumulation Identify and implement key components of transport project appraisal in relation to achieving sustainability, liveability and accessibility. Assess the social, environmental and distributional impacts of a range of sustainable transport policies and mode choices. Critically examine the efficacy of contemporary solutions in a range of contexts."},"title":"Sustainable Transport"},"/masters/02-sustainable-transport/00-assessment/":{"data":{"":"Assessments due: Fri 28 Nov 2025\n4 areas of grading:\nSubstance Structure Style and Presentation Reference"},"title":"Assessment"},"/masters/02-sustainable-transport/00-assessment/1-individual-presentation/":{"data":{"":"Title: Preliminary Site Briefing for Cogan Station, Vale of Glamorgan Type: Presentation Date: Thu 13 Nov 2025 Fri 28 Nov 2025 2.30pm Individual, 15 minutes including questions 40% final module mark Your individual presentation is an opportunity to research and present some of the initial context and problem identification required for the group report and to get formative feedback for the final report.\nThe assessment draws upon and aligns with Stage 0 of the Welsh Government WelTAG (Welsh Transport Appraisal Guidance) process: ‘Make the case for change’. The aim of the presentation is to describe the site, its current problems and who/what is most affected by the present issues. Importantly, you need to present the evidence upon which your assessment is based. In this assessment, you should not detail any options or solutions.\nFor the purposes of this assessment you should assume that your audience is local government and you are providing a briefing to them.\nBriefly explain why the issue is important – this should refer to the key module themes of sustainability, accessibility and liveability. Present an evidence-based description of the site. This will include details of the immediate and wider context and may include the topography of the site; current mobility infrastructures; travel patterns by mode; current and future socio-demographic, employment and population characteristics; density and diversity/ land uses of existing development; design codes prevalent in the area; walkability/ cyclability; relations to surrounding areas. Identify primary points of concern using a proven methodology (e.g TfL Healthy Streets): what problems does the current site pose in relation to sustainability, accessibility and liveability and who is likely to be most adversely affected? Provide a preliminary prioritisation of problems on the site in relation to the key concepts of sustainability, accessibility, liveability and justice. Which problems are the most pressing to solve given the need to improve accessibility, sustainability and liveability according to principles of justice? Briefly outline the likely future situation if no action is taken to solve these problems and in so doing present the reasons why an intervention is required. You should pay particular attention to the effects of doing nothing on the environment, and the impacts on those who we would assume to have the poorest accessibility (e.g a focus on the distributional effects of issues identified). Your presentation must be evidence-based and bring together secondary data on the site; observations and evidence from the site visit; and evidence drawn from policy and academic sources.\nGiven its relatively short length, your presentation does not need an executive summary or table of contents. However, it should include a short ‘methodology’ detailing the sources of evidence you have used to compile the report; make good use of maps, charts and images to visualise the site and its issues; include a list of references used as the final slide.\nEach presentation slot will be 15 minutes, including 2 minutes for potential Q\u0026A from the assessors. You should plan your presentation to take 13 minutes."},"title":"Cogan Station briefing presentation"},"/masters/02-sustainable-transport/00-assessment/2-group-report/":{"data":{"":"Title: Accessibility, sustainability and liveability: WelTAG report for Cogan Station area, Cardiff. Type: Report Date: Thu 13 Jan 2026 Group of 4: 4,800 words Group of 5: 6,000 words 60% final module mark The aim of the report is to evaluate, from a distributional perspective, the existing problems and potential contribution of different solutions to enhancing the accessibility, liveability and sustainability of mobility in the Cogan site area.\nThe report should encompass the stages 1-3 of WelTAG: Strategic outline case; Outline business case and Full business case. However, most weight should be given to Stage one (summary of context and problem identification, development of a list of options) and Stage two (selection of preferred options). As such the group report allows you to include elements of your individual presentations to provide context. Your report should show that you are following a logical, deliberative, and evidence-based process and include the following:\nProvide an assessment of the site regarding existing movement patterns, spatial arrangement, land use, density, demographics etc. Identify the key problems generated by movement in the area; the main causes and who experiences them most acutely. Provide an overview of differential levels of access for people living in Cogan based upon accessibility calculations relating to different example social groups, residential locations and journey purposes. Based upon your evaluation of the site and existing access, identify a set of objectives and mechanisms to remedy the problems identified. The links between your objectives, mechanisms and accessibility calculations should be clear and embedded in established evidence on the impacts of different sustainable transport measures. Produce a long list of options (3-4 options is appropriate for the length of the report). For each option provide: description of the option explanation of the mechanisms by which the option would address the problem, prevent the problem from getting worse or occurring in the first place the likely social and cultural, environmental and economic impacts of each option, with sufficient detail to rule out options and to allow for the selection of a short list of options for further consideration Key issues and potential ‘deal breakers’ related to the option Critically assess and prioritise your list of options (using appropriate academic and policy sources) and discuss the potential contribution of two preferred options to enhancing the accessibility, liveability and sustainability of those identified as having poor access. Appraisal of options to be taken forward should be based on: their ability to solve the problems identified their ability to meet the objectives set their short and longer term impacts their deliverability their robustness to uncertainty Include an acknowledgement of the existing policy context (strategic case); and awareness of the other four components of the five criteria model (well-being; delivery; financial; commercial) in relation to each final option. Note that you can and should use the evidence and analysis from the first assessment (individual presentation) to inform the early sections of the group report. However, you should ensure that this reflects the work of all group members and does not self-plagiarise – e.g you need to significantly re-phrase discussions from the individual presentation for inclusion in the group report."},"title":"WelTAG Cogan group report"},"/masters/02-sustainable-transport/01-module-weltan/":{"data":{"":"Sustainable Transport Policies CPT903"},"title":"1. Module overview \u0026 WelTAN"},"/masters/02-sustainable-transport/01-module-weltan/notes-module/":{"data":{"":"","assessment-1---invidivual-site-briefing-presentation#Assessment 1 - Invidivual site briefing presentation":"Policy Briefing on Cogan Site 40% of grades","assessment-2---group-report#Assessment 2 - Group report":"Cogal WelTAG Report 60% of grades","main-elements-of-report#Main elements of report":"Assessment of site Identify key problems generated by movement Overview differential levels of accesss Objectives to remedy problems List options 3-4 Prioritise list 1-2 Existing policy context","module-learning-outcomes#Module learning outcomes":"Define and critically assess the main environmental, social and economic impacts of a range of surface transport modes and spatial arrangements within wider issues of economic growth and accumulation Identify and implement key components of transport project appraisal in relation to achieving sustainability, liveability and accessibility. Assess the social, environmental and distributional impacts of a range of sustainable transport policies and mode choices. Critically examine the efficacy of contemporary solutions in a range of contexts. Key themes: sustainability liveability accessibility","schedule#Schedule":"","today#Today":"Transport Futures Course overview and assessment Transport policy introduction Group work","week-1#Week 1":"Fri 3 Oct Assessment one and two already up. Presentations Week 9 -","week-10#Week 10":"Workshop: WelTAG stage one, student led. Delivering active travel scheme","week-11#Week 11":"Lecture - summary lecture Seminar:\nStreets Ahead podcast - recommended","week-2#Week 2":"Fri 10 Oct -allan surface transport problems seminar mapping problems \u0026 generating insights","week-3#Week 3":"Fri 17 Oct - away allan - lecture what Mirka - seminar preparing for Cogan site visit","week-4#Week 4":"Fri 24 Oct 2.15 - Cogan station car park Cathay to Cogans, train","week-5#Week 5":"Fri 31 Oct Allan - lecture accessibility and TfL PTAL Seminar - Mirka , calculating accessibilty with environmental? justice","week-6---reading-week#Week 6 - reading week":"","week-7#Week 7":"Workshop by Transport for Wales. Developing preferred options.","week-8#Week 8":"Lecture - making policy - objectives, mechanisms, targets and option development Seminar - Assessment 1 surgery","week-9#Week 9":"Individual presentation"},"title":"1. Module overview"},"/masters/02-sustainable-transport/01-module-weltan/notes-weltan/":{"data":{"":"Overview UK transport policy Planning policy in Wales Introduction to Welsh Transport Appraisal Guidance (WelTAG)","1-overview-uk-transport-policy#1. Overview UK transport policy":"Who defines transport needs of the citizens? Who are the citizens? Transport planning traditionally planning for the car A return to predict and provide? Road 75% emmissions, air travel 25% National Planning Policy Framework 2021 Planning should support economic growth, productivity and innovation - not defined in framework No caps on air travel - there is your low hanging fruit the NPPF subordinates planning to economic growth - Goulden et al","legislation#Legislation":"Previous UK Active Travel Act 2013 FGA 2015 Env Wales Act 2016 Planning Wales Act 2016 UN SDG","planning-policy-in-wales#Planning policy in Wales":"","scale-get-these-plans#Scale \u003cmark\u003eget these plans!!\u003c/mark\u003e":"All Wales Future Wales Regional Strategic Development plans Local Development Plans Economic growth still emphasised Wales Transport Strategy updated 2021 - FGA \u0026 NetZero alignment Roads Review panel 2021 - review all road building schemes, quite radical Roads Review 2022 - actual criteria Wales Transport Strategy 2021 - get this slide","the-planning-framework#The Planning Framework":"Future Wales - The National Plan Wales has devolved duty to advance SDG under devolution. UN SDG 17 goals, 169 targets - would argue all essential in transport Planning POlicy Wales 2024 (PPW) - land use planning policies of the Welsh govt “ensure planning system contributes towards the delivery of sustainable development and improves the social, economic, environmental and cultural well-being of Wales”","weltag#WelTAG":"English - Transport Analysis Guidance Welsh - Welsh Transport Appraisal Guidance WelTAG embeds FGA \u0026 ATA (Active Travel) Provides framework for structuring thinking Use for any transport and land-use Assessment focus stages 1-3 - and 0? criteria strategic fit wellbeing affordability deliverybility management SMART - Specific, Measurable, Attainable, Realistic and Time-bound How do you conceptualise the problem? Here comes another problem / All wrapped up in solution Group dynamics and rules. Flat hierarchy. Guidance Trust the People. WelTAG well-being allocation, what does it mean? What are the power structures?"},"title":"1. UK Policy \u0026 WelTAG Overview"},"/masters/02-sustainable-transport/02-problems-mapping/":{"data":{"":"Sustainable Transport Policies CPT903"},"title":"2. Surface transport \u0026 mapping problems"},"/masters/02-sustainable-transport/02-problems-mapping/notes-mapping-problems/":{"data":{"":"GIS training in university - check software portal Wider context: Population, spatial, movement patterns Digimap Producing base maps Historical maps Mapping social dta and land uses digimap.edina.ac.uk/os ONS https://ons.gov.uk Datashine Traffic counts https://roadtraffic.dft.gov.uk Collision Data https://collisionmap.uk https://crashmap.co.uk https://www.addresspollution.org DataMapWales https://datamap.gov.wales/ Use the power of the maps."},"title":"Mapping problems - Seminar"},"/masters/02-sustainable-transport/03-sustainable-transport/":{"data":{"":"Not in uni today (giving a talk to Wales Biodiversity Partnership, which was a lot of strees), I’ve downloaded the notes to read in Zotero, and here’s a video to watch:","the-healthy-streets-approach#The Healthy Streets Approach":""},"title":"3. Sustainable transport notes"},"/masters/02-sustainable-transport/05-accessibility/reading/":{"data":{"":"","essential#Essential":"Accessibility: In Search of a Unified Theory Batty, Michael, Environment and planning. B, Planning \u0026 design., 36(2), 2009-04, 191 - 194 The gentle tyranny of cost–benefit analysis in transport appraisal Book Chapter Hickman, Robin, in Transport Matters, edited by Jon Shaw ; Iain Docherty, 1, Policy Press, 2019-10-01, 131 - 152 Inequalities in Mobility and Access in the UK Transport System Document Lucas, K., Stokes, G., Bastiaanssen, J., Burkinshaw, J., Institute for Transport Studies, 2019 Transport justice : designing fair transportation systems Book Martens, Karel, 1967- author., New York ;, Routledge, 2017 - 2017 Note: Chapter 2, pp.17-34; Chapter 7, pp.128-146 Assessing Transport connectivity in London Document Transport for London, 2015 Transitions: Methodology and the marginalisation of experience in transport practice Book Chapter Spinney, J., in Handbook of urban mobilities , Jensen, Ole B., editor.; Taylor \u0026 Francis, Abingdon, Oxon ;, Routledge, 2020 - 2020, 265 - 276","recommended#Recommended":"Gender Equality And The Role Of Women In Decarbonising Transport Document Ng, W.S, and Bassan, D., OECD, 2022"},"title":"Reading"},"/masters/02-sustainable-transport/08-policy/":{"data":{"":"Setting policy: working at different levels Tranlsating levels: relation to WelTAG Setting objectives for WelTAG Developing options for WelTAG","1-setting-policy-working-at-different-levels#1. Setting policy: working at different levels":"","10-process#1.0 Process":"social process:\nconsulting stakeholders defining problems establish goals and objectie identify \u0026 evaluate options etablish performance targets measure impacts","11-vision#1.1 Vision":"Vision required. “Vision setting”. Declarative vs imperative. Who sets the agenda? Ask the people. Who are the people? Social events\nHigher level agenda\nHow does it tie in with other land use/economic/political policy? This Town Needs More Artists That element in WelTAG - where it’s not just about economic activity Cross-department working. Future Generations Act - stipulations. Narrow technical, or wide political.","12-goal#1.2 Goal":"What you ultimately want to achieve","13-objectives#1.3 Objectives":"objectives - a way to achieve a goal eg limiting car use, improving alternatives find a paper to support your point of view! backing","14-targets-and-indicators#1.4 Targets and indicators":"targets ‘measurable objectives’, have we attained objective? indicators intermediate level to indicate progress toward target define how things are perceived and what receives attention Note on targets Absolute - set according to scientific derived limits to system functioning Relative - set to improve existing scenario Targets - set deliberatively to be meaningful and acceptable","15-baselinebenchmark#1.5 Baseline/benchmark":"“existing, projected or reference conditions if change is not implemented.” what are current trends and how might they be exarcebated in the future benchmark is more comparative analysis","16-mechanisms#1.6 Mechanisms":"“the levers we pull in order to achieve change” Economic, Social and Environmental - Sustainable Transport Impacts (table)\nBring in literature at all levels, evidence all statements.","2-relating-this-to-weltag#2. Relating this to WelTAG":"WelTAG objective is goal, WelTAG option is objective and mechanism\nLook at report in Week 8 folder Read Jacobs 2018 “good process, bad policy”","3-setting-objectives-weltag#3. Setting objectives WelTAG":"Gen national objectives Fututure Generations Act Local/regioanl plans Transport strategy, net zero strategy - main document is transport strategy wales; all other policies have fed into this Objectives based against which policy Vale of Glamorgan - policy context is Cardiff, suburb of Cardiff but comes under Key into 7 well-being goals: prosperous, resilient, equal, healthier, communities, culture, responsible Welsh Transport Strategy slides of our vision, well being ambitions 2021 check out slide WelTAG 2017: social, environmental \u0026 economic check out tables How do you develop a long list of options? Read checklist Identify all objectives Make sure objectives are cohesive Show how you come to the thinking Original argument and back it up with evidence. Isn’t all academia cherry picking? Yes. So, is it Make value judgments explicit Summary, read it Smash neoliberalism out of the park. Dont mind about the name, whatever it takes.","eample-of-cycling#Eample of cycling":"In Denmark, urban planning and cycling integrated Jack - cycling book, not evidence based, 1980s, used by US \u0026 UK govts. iterative process rather than waterfall? is this possible? Calculate population of Cogan! Transport as medium for meaningful climate action.","policy-elements#Policy elements":"“A course of action taken by government to address the transport needs of its citizens”\nEconomic, social, environmental needs? Who sets the needs?\nWicked Problems - how we define problems defines solutions."},"title":"Setting policy \u0026 WelTAG"},"/masters/02-sustainable-transport/08-policy/251125-cycling/":{"data":{"":"Task: ID max acceptable walking \u0026 cycling distancnes to public transport stops, \u0026 local destinations\nUse time map eg radiusmapper.com Comaps Maximum and minium travel times What obstacles are in place - psychological Old layd, young mother with pram, young disabled man with wheelchair and car What is acceptable depends on ability Ability is really dependent carrying things What is acceptable and unacceptable. Depends on the setting. Depends on ability and dependents. Availability of lighting, condition of pavements Transport Scotland guidance NHS figures on how long to walk for healthy living Look at CoMaps for walking distance data Pollution levels Noise as a psychological barrier Gradients map Weather map and shelter along the routes What academic studies are available to look at what makes travel acceptable, and by ability as well. Accessibility issues - making as accessible as possible. Sheltered \u0026 social housing closer to services. Active Travel Guidance - no more than 2 miles walking, 5 miles W Chartered institute of transport and er, what was it? Jack locations. multi-drop. Actual journies made. Sociological map of who is talking to who. And then actual map of journeys made. Incentive to ask people, what journeys do they make, actually which journies they make. Choose by sortition, paid to report on journies made. Journey diary. Or tracker?! Temporal representations of journeys on GIS. Data fades over time, fresh data, bright data. Use 85th percentile, not based on the 100% outliers who love walking Or use of the mean acceptable walking Wakenshaw \u0026 Bunn 2015 cycling iRPT 2019 Time or distance? Or enjoyability of journey. Different services and different audiences. What are the local services? Across range of different populations. National Travel Survey Wales - actual data from journey diaries Measuring time, measuring experience, more pleasurable environment Transport and regeneration. And Reclaim The Streets. https://en.wikipedia.org/wiki/Reclaim_the_Streets Resting places for every so many minutes - street furniture and shelter as part of transport policy"},"title":"Cycling \u0026 PTAL"},"/masters/02-sustainable-transport/11-revisiting-weltag/":{"data":{"":"See slides for example of week 11 template\nPlace making - Cogan as destination","1-executive-summary#1. Executive summary":"200 words excluded from word count","10-appraisal-against-objectives#10. Appraisal against objectives":"table 🥱","11-appraisal-of-impacts#11. Appraisal of impacts":"🦜","12-summary-recommendations#12. Summary recommendations":"which ones to take to stage 2. And why.","13-stage-2-shortlist-options#13. Stage 2: shortlist options":"supporting evidence, from both academic and policy sources","14-delivery-financial-and-commercial-case#14. Delivery, financial and commercial case":"Short description. In stage 1 or stage","15stage-3-conclusion#15.Stage 3: conclusion":"","16-appendices---excl-word-count#16. Appendices - excl word count":"Accessibility calcuations (excluded from word count). For 3 personas Group working - brief overview of task allocation in group, who contributed to which parts? Most of word count on section 1\nAPI","2-table-of-contents#2. Table of contents":"eg intro, methodology, policy alignment etc. not included in word count","3-introduction#3. Introduction":"max 300 words rationale (bigger picture why sustainable transport impt) aims (see slides)","3-methodology#3. Methodology":"max 400 words overview of process, plus shortcoming in WelTAG process primary data - site secondary data - datashine, digimap, air qualitly, traffic stats","4-policy-alignment#4. Policy alignment":"500 words??\nAsssesmsent relating to WG policy Key docs well being, active travel act, welsh transport strategy, net zero strategy illustrate awareness strategic context","5-cogan-site-context#5. Cogan site context":"use secondary data give overview - desnisty, land use, traffic levels, population characteristics, topography ensure draw out implications for current and future sustainable transport trends","6-problem-statement#6. Problem statement":"problem table. I want a problem table problem summary - sustainability, accessibiltiy and livability What the fuck is sustainiability anyway? - acdaemic research summarise do nothing scenario - back up with data/evidence","7-minimum-acceptable-levels-of-access#7. Minimum Acceptable Levels of Access":"Demonstrate conducted delberative exercise based on principles of justice \u0026 using access calculations - Put co-production stuff in here tbh, I’d put it under problem statement","8-objectives#8. Objectives":"summary align WG policy by using table","9-impacts#9. Impacts":"Table main impacts Summary why impacts chosen future Long list of options 3 use tamplate week 11 folder","accessibility-levels-for-different-groups#Accessibility levels for different groups":"Use 3 personas given Range of activities Choice of modes \u0026 routes Costs in time \u0026 money (\u0026 cognitive effort \u0026 cultural shift?) Experience","deliberation-for-targets#Deliberation for targets":"Look for commonalities (stacking) Use car as benchmark Straight outta Cogan - it’s not all about the speed","developing-options#Developing options":"Map them out – see example For each long list option include short desc, location, how option tackles problem, objective appraisal Jacobs report A483 Transport Study (week 8) Do 3 options","impact-assessment#Impact assessment":"Broad, not usual level of detail. Make sure basing it on sustainability (livability and accessibility) (do use throughout, as this is the module theme!) Impacts: social \u0026 cultural, environmental \u0026 economic (make sure categorisation is justified eg Litman 2011) stage 1 - evidence impacts qualitatively stage 2 - impacts of short listed options stage 3 - quantify relevant impacts in more detail (watch out for repeition!) Impact scale! In the week 11 template folder ˋUSE \u003e DECIDE \u003e DEVELOPˋ The 7 point scale of impact big plus to minus. Bear in mind criteria for assessment","key-problems#Key problems":"List of key problems based on secondary data \u0026 site visit Add to list using your access calculations: what new problems arise, how are identified problems illuminated? Primary data, secondary data \u0026 third data (access calculations) BUT WE’RE NOT ALLOWED TO CO-DEFINE PROBLEMS A problem is that we don’t know the problems without asking people. Methods for addressing this problem. How people actually travel Problem of feedback for interventions - iterative rather than waterfall The elephant in the room is climate crisis. This changes everything.","minimum-levels#Minimum levels":"minimum acceptablel levels of accessibility consider destinations, modes, cost, experience as well as time Set Minimum Acceptable Level of Accessibility (MALA - another fine acronym) identify characteristics that most affect accessibilty","objectives#Objectives":"General national objectives eg FGA","options#Options!":"What do objectives mean? Options! Details on mechanisms through which objectives can be achieved Finalise lisit of WelTAG objectives in relation to all problems identified on the site - put them in a matrix (template in week 11) Options come from the targets/objectives. And problems. cross border collaboration - cardiff \u0026 vale of glamorgan","policy-context#Policy context":"Objectives need to make sense in terms of WelTAG criteria Strategic context - look at Planning Policy Wales WelTAG 5 criteria - use the criteria to assess your proposals Net Zero Wales - broad appraoch, not on detailed emissions Transport Sector Emission Pathway 2019","problem-mapping#Problem mapping":"List of problems, evidence, cause and objectives Focussed on personas mobility, rather than geographical boundaries Do this collectively Use Healthy Streets","questions#Questions":"Are there any budgets? No! What are possibilities of cross-discplinary working? “transport only one part of placemaking” - make sure relevant to site, and risks from working Can we criticise policy making process as part of the problem? Yes, but need to take into account audience (ie local and/or Welsh govt). Add iterative, participatory process “You can suggest anything but make sure your case is backed up and makes sense”","recommendations-for-stage-2#Recommendations for Stage 2":"discount options that fail to solve problem, fail to meet objectives, have significant negative impact, impossible to deliver, involve too much risk and the opposite for acceptable options module themes of accessbility, livability and er, I have forgotten entrails refining the thought behind Select 2 options. And go into detail of shortlisted options. Highlight the new words in stage 2, as will be repeating words Can add extra images","site-specific-objectives-to-general-objectives#Site specific objectives to general objectives":"eg\nObjective Detail Localised objective safer walking from Cogan Module enhance accessibility WG Transport provide safe accessible WG Wellbeing celebrate diversity","stage-2-outline-business-case#Stage 2 outline business case":"strategic fit Well-being Affordability Deliverability Managment","stage-3#Stage 3":"State option taking forward based on analysis May be shortlisted or agreed combination of them","structure-see-slides#Structure (see slides)":"Can choose whether Welsh govt or local govt as audience","summary#Summary":"Submit peer review form Format - see week 11! Read uni AI policy, have discussion in group"},"title":"11. Prep for report"},"/masters/02-sustainable-transport/reading/":{"data":{"":"","essential#Essential":"Cahill, M. 2010. Transport, environment and society. Maidenhead: McGraw-Hill Open University Press. 📕 ⬇️ Docherty, I \u0026 Shaw, J, eds. 2019. Transport matters. Bristol: Policy Press. 📕 ⬇️ Hickel, J \u0026 Giorgos, K. 2020. Is Green Growth Possible?. New Political Economy. 25(4). 2020-06-06, 469-486. 📄 ⬇️ Lucas, K, Stokes, G, Bastiaanssen, J, Burkinsaw, J. 2019. Inequalities in Mobility and Access in the UK Transport System. Social and Political Science Group, Institute for Transport Studies, University of Leeds. 📄 ⬇️ Martens, K. 2017. Transport justice : designing fair transportation systems. New York \u0026 London: Routledge. 📕 ⬇️ Meyer, MD. 2016. Transportation planning handbook. 4th ed. New Jersey: John Wiley. 📕 Stopher, PR, Stanley, J. 2014. Introduction to transport policy : a public policy view. Cheltenham: Edward Elgar. 📕 ⬇️ Welsh govt. 2017. Welsh transport appraisal guidance (WelTAG). 📄 ⬇️","sustainable-transport-policies-cpt903#Sustainable Transport Policies CPT903":""},"title":"Reading"},"/masters/03-sustainable-food/":{"data":{"":"","3-sustainable-food-systems#3. Sustainable Food Systems":"Semester Credits Code Spring 2026 20 CPT902 ‡This module explores the opportunities and challenges for environmental justice and sustainability through critically examining the constitutive relationships, practices, politics and ideals of global food systems. Food offers a shared and critical lens through which to analyse key questions on resilience, resource distribution and availability, environmental pressures and development.\nDrawing on the perspectives of diverse actors throughout food systems from producers to distributors, retailers, consumers, regulators and campaigners, the module explores the scope for, and limits to, developing and maintaining sustainable and just food systems in a context of multiple connected socio-ecological crises. In addition to understanding the complexities of food systems, these offer insights to more general challenges in seeking to shape sustainable futures.\nThe module draws on perspectives from academia and practice, including empirical examples of action seeking to transform food systems, investigating both conceptual and practical limitations.\nOn completion of the module a student should be able to:\nDemonstrate in-depth knowledge of how and why complex socio-ecological systems are relevant in food production, consumption and waste. Demonstrate a critical understanding of why food origins, production methods and consumption patterns are at the forefront of debates on sustainable development and climate emergency. Appreciate the role of different actors in transforming food systems, and critically consider the impact of varied pathways and actions working towards food sustainability. Evaluate the potential impact of changes in contemporary food systems on academic debate and assess the prospects of sustainable food systems in practice."},"title":"Sustainable Food"},"/masters/03-sustainable-food/reading/":{"data":{"":"","essential#Essential":"Cahill, M. 2010. Transport, environment and society. Maidenhead: McGraw-Hill Open University Press. 📕 ⬇️ Docherty, I \u0026 Shaw, J, eds. 2019. Transport matters. Bristol: Policy Press. 📕 ⬇️ Hickel, J \u0026 Giorgos, K. 2020. Is Green Growth Possible?. New Political Economy. 25(4). 2020-06-06, 469-486. 📄 ⬇️ Lucas, K, Stokes, G, Bastiaanssen, J, Burkinsaw, J. 2019. Inequalities in Mobility and Access in the UK Transport System. Social and Political Science Group, Institute for Transport Studies, University of Leeds. 📄 ⬇️ Martens, K. 2017. Transport justice : designing fair transportation systems. New York \u0026 London: Routledge. 📕 ⬇️ Meyer, MD. 2016. Transportation planning handbook. 4th ed. New Jersey: John Wiley. 📕 Stopher, PR, Stanley, J. 2014. Introduction to transport policy : a public policy view. Cheltenham: Edward Elgar. 📕 ⬇️ Welsh govt. 2017. Welsh transport appraisal guidance (WelTAG). 📄 ⬇️","sustainable-transport-policies-cpt903#Sustainable Transport Policies CPT903":""},"title":"Reading"},"/masters/misc/":{"data":{"":"Non-module stuff related to masters"},"title":"Miscellaneous"},"/masters/misc/environment-development/":{"data":{"":"","msc-environment--development#MSc Environment \u0026amp; Development":"I was originally looking at Environment \u0026 Development masters but it’s not available part-time.\nMSc Environment \u0026 Development This MSc in Environment and Development aims to investigate, question and explore alternatives to the prevailing tensions and interdependencies between development and socio-ecological systems.\nCurrent agenda Consider the politicised interconnections between socio-economic demands and environmental degradation. Breadth and depth Cover the breadth of environment and development issues or focus on select fields (such as economic sectors, natural resources, public services). Expert-led Learn from and engage with research-active staff who are working at the forefront of the discipline. Multi-scale exploration Examine lived experience of development and socio-ecological change across different levels and time periods. Environmental challenges and development concerns are high on the international policy agenda. Our MSc Environment and Development programme encourages you to consider the politicised interconnections between socio-economic demands (the search for growth) and environmental degradation, as well as the tensions between the state and society’s outlooks.\nWe cover a wide range of environment and development challenges or but you can also choose to focus on certain substantive fields (such as economic sectors, natural resources, public services, governance issues, environmental management or urban and rural regions). You’ll develop your critical thinking skills and ability to examine the justification, trends and limitations of conventional responses to prevailing tensions and mounting challenges.\nYou’ll consider the lived experience of development and socio-ecological change at different levels – local, regional, national and global – and across different time periods. With a focus on the Global North and the Global South, you’ll study past legacies and socio-cultural influences, the allocation of resources, and the challenges to contain environmental degradation and foster environmental justice.\nThe programme allows you to: understand the ideological positions that influence development policies and the failures of environmental management; review tendencies to convert nature into resources and private property; the formulation and implementation of environmental regulation; the commitments and failures of the apparatus of the state; the interaction between socio-economic sectors, groups and communities; the social and cultural basis of development and environmental change; and, the political reactions, grassroots mobilisation and alliances across different geographical scales, countries and locations.\nConsideration is also given to why and how the development appeal continues to influence governments, social groups and international relations while generating uneven, short-term gains and long-lasting impacts. The limitations of policies influenced by environmentalism and narrow sustainability agendas, which commonly fail to address wider social, political and economic expectations, will be a key component of this discussion."},"title":"Environment \u0026 Development MSc"},"/masters/misc/environment-development/modules/":{"data":{"":"I was originally looking at Environment \u0026 Development masters but it’s not available part-time.\nDevelopment and Urbanisation Processes Principles and Practices of Environmental Governance Environmental Policy and Climate Change‡ Environment and Development Research Methods Sustainable Food Systems‡ Dissertation","1-development-and-urbanisation-processes#1. Development and Urbanisation Processes":"Semester Credits Code Autumn 20 CPT781 The module focuses on development and urbanisation. It pays particular attention to development problems faced by developing countries as well as to urbanisation processes. We focus on both problems and potential policies that have either been tested or could be tested. We cover a number of topics, such as for example, gender equality, female neglect, health and education, or the problems of the mega-cities and urban sprawl.\nOn completion of the module a student should be able to critically discuss:\nBasic concepts in development economics, such as economic growth, human development and the measures and indicators that have been proposed The challenges of education, health and gender inequality in developing countries The obstacles poor groups in developing countries face in order to access credit and insurance and the solutions that have been proposed The relationship between urbanisation and economic growth The challenges caused by the rapid expansion of urban areas in developing countries, with rural-urban migration as a principal cause.","2-principles-and-practices-of-environmental-governance#2. Principles and Practices of Environmental Governance":"Semester Credits Code Autumn 20 CPT914 This module will provide students with in-depth knowledge of the diverse forms of, and rationales for, modern environmental governance. It will draw on conceptual and empirical material from a wide range of case studies, to help students understand the contemporary management of the environment, broadly defined.\nThe module’s main components include an exploration of the rise of environmental governance, examining why and in what ways ‘the environment’ has become an important sphere of policy and practice intervention around the world, including some of the different conceptual lenses through which it can be examined.\nA further component explores the differing scales of environmental governance, covering international and transnational processes and institutions, as well as the part that we all as individuals now play in acting on and for the environment. The main topic, cover in a series of lectures and seminars, is anthropogenic climate change and the evolution of climate change governance.\nFinally, the module examines various tools of governance, providing detailed insight into the ways that particular mechanisms of and for environmental governance are put into practice and experienced ‘on the ground’, drawing on international case studies.\nOn completion of the module a student should be able to:\nDescribe and understand the origins and drivers of key environmental problems, intersectoral disputes and uneven responsibilities across governments, social groups and generations; Recognise and critically analyse key theories and ‘schools’ of environmental governance theory and practice; Understand and evaluate key approaches to environmental governance, including international conventions (as the 1992 UN Framework Convention on Climate Change), national policies, private sector responses and personal behaviour change; Understand the ways that scale and context impact on how environmental governance is understood and enacted; and Critically discuss and evaluate key tools and mechanisms of environmental governance, drawing on empirical case studies and, in particular, human-induced climatic changes.","3-environmental-policy-and-climate-change#3. Environmental Policy and Climate Change":"Semester Credits Code Autumn 20 CPT855 ‡ This module explores debates on global environmental problems, with a particular view to anthropogenic climate change, and how various dimensions of policy are theorised, designed and implemented with a view to address these problems. This is a module that explores environmental politics rather than environmental science.\nDuring the module, we explore the relationship between environmental problems (including climate change) and their policy formulation and solutions through the analysis of critical environmental questions and the role of politics and power in shaping such solutions; we examine the tensions between citizen science and participatory and expert driven modes of environmental policy; we examine political and policy constraints and opportunities for sustainable development and climate change; we consider the implications of climate change in different countries; and we also explore the relationship between local and global issues in the context of environment, climate change and development. Contemporary environmental problems are used to illustrate global environmental policy dilemmas. The module addresses key environmental policy debates at a variety of spatial scales and critically analyses the role of different institutions and actors in addressing environmental issues and climate change, thinking about why some approaches are more successful than others.\nOn completion of the module a student should be able to\nDescribe contemporary environmental problems and explain their drivers. Understand the complexities of politics and policymaking in relation to environmental and climate issues. Recognise key issues and relationships between key actors in environmental and climate policy. Critically analyse environmental policy processes at global, international and national levels. Explain the causes and forecasted consequences/impacts of anthropogenic climate change. Critically assess the links between environmental and climate policy and development and between local and global issues; Critically assess key climate change and environmental policy debates. Explain the theoretical underpinnings of, and drivers behind, environmental and climate policy, and the inter-relationship between human activities, the natural environment and climate change (in the Global North and Global South). Distinguish between different approaches to environmental policy and climate change and evaluate their implications, likely consequences and underlying assumptions. Develop and present coherent solutions to environmental and climate change issues.","4-environment-and-development#4. Environment and Development":"Semester Credits Code Spring 20 CPT917 International development is inherently carried out in environmental contexts, but relationships between environment and development are rarely addressed, which often dooms major development projects. This module examines the relationship between human development and environmental controversies through its unique focus on:\nEnvironment and development issues, which are framed within the context of international development, poverty alleviation and global inequalities. Issues of access, justice, participation, politics, capitalism and consumerism. The role of different actors (state, civil society, social movements) and the importance of scale and global interconnectedness, particularly when assessing the costs and benefits of approaches to sustainable development. The context of water is a focal area for this module. Through the module you will consider the politicised basis of ecology and the ecological basis of politics and the economy. The sessions are organised under a number of cross-cutting themes, including guiding principles, the role of the state, environments and resources, adaptation and knowledge. Within these themes you will explore issues such as environmental justice, biodiversity conservation, community participation, ecosystem services, urban environments, agri-food production and distribution, water politics, climate change, and environmental knowledge.\nOn completion of the module a student should be able to:\nUnderstand the interdependencies and politicised connections between society and the rest of socionature. Expand knowledge of current theoretical debates on environment and development issues under the influence of global capitalism. Develop advanced abilities to think critically and evaluate different approaches to global development and environment management. Assess the importance of theory in shaping environment and development, and of the ways in which this theory can be applied in practice and policy. Create sophisticated arguments, verbally and in written form, on the pressures, demands and political disputes around development and environmental conservation/management via a case study related to development in a different country.","5-research-methods#5. Research Methods":"Semester Credits Code Spring 20 CPT926 The module is organised in two parts. Part A provides an introduction and an overview of social science research methods and how research is framed, with an emphasis on planning, geography and urban studies. All students will attend the same lectures, seminars and workshops.\nPart B provides a specialised examination of different social science research methods and analytical approaches. Students will critically understand how these methods and research ethics are applied and reflect on ways that these could be implemented in their own postgraduate dissertation.\nTogether, Parts A and B of the module give students a robust post-graduate-level understanding of the tasks involved in undertaking research in planning, geography and urban studies. The module is specifically designed to assist students in designing an effective postgraduate level dissertation.\nOn completion of the module a student should be able to:\nPart A – in respect to research in general:\nCritically assess alternative approaches to social research and to recognise their strengths and weaknesses. Examine the empirical content and relations of ideas introduced in other modules. Identify suitable methodological approaches for a given research question. Understand the epistemological principles (theories of knowledge) that govern the activities of social research. Gain practical guidance on how to plan, research and write a dissertation. Develop a dissertation project and conceptualise and plan the research process and its component steps. Part B – in relation to specific social science research methods and analytical approaches:\nCritically understand how the methods taught can be used in their postgraduate dissertation. Critically understand the application and challenges of different modes of data collection for research in their postgraduate dissertation. Critically understand the application of different analytical techniques for research in their postgraduate dissertation. Critically understand research ethics in the context of researching topics in their postgraduate dissertation. Critically apply skills in selected methods relevant to a postgraduate dissertation.","6-sustainable-food-systems#6. Sustainable Food Systems":"Semester Credits Code Spring 20 CPT902 ‡This module explores the opportunities and challenges for environmental justice and sustainability through critically examining the constitutive relationships, practices, politics and ideals of global food systems. Food offers a shared and critical lens through which to analyse key questions on resilience, resource distribution and availability, environmental pressures and development.\nDrawing on the perspectives of diverse actors throughout food systems from producers to distributors, retailers, consumers, regulators and campaigners, the module explores the scope for, and limits to, developing and maintaining sustainable and just food systems in a context of multiple connected socio-ecological crises. In addition to understanding the complexities of food systems, these offer insights to more general challenges in seeking to shape sustainable futures.\nThe module draws on perspectives from academia and practice, including empirical examples of action seeking to transform food systems, investigating both conceptual and practical limitations.\nOn completion of the module a student should be able to:\nDemonstrate in-depth knowledge of how and why complex socio-ecological systems are relevant in food production, consumption and waste. Demonstrate a critical understanding of why food origins, production methods and consumption patterns are at the forefront of debates on sustainable development and climate emergency. Appreciate the role of different actors in transforming food systems, and critically consider the impact of varied pathways and actions working towards food sustainability. Evaluate the potential impact of changes in contemporary food systems on academic debate and assess the prospects of sustainable food systems in practice.","7-dissertation#7. Dissertation":"Semester Credits Code Dissertation? 60 CPT508 The dissertation provides a student with the opportunity to independently pursue in greater depth a chosen subject or topic in the field. It provides the means for developing and expressing students’ research and analytical abilities. The dissertation follows many of the rules of an essay (for example, presenting a coherent argument that is supported by evidence and referencing the material that is used) but it is a much-extended piece of work in which the arguments and evidence will be presented in a more sophisticated manner. In a dissertation there will be a clear account and justification for the methodology that has been used to collect and analyse data and the methodology will link to a rigorous conceptual framework that shows an awareness of current theoretical debates.\nThe assessment of the module takes the form of one written submission. As ethical and safe research conduct is a foundational element of any research project, the university requires that all students submit and receive approval of both an ethics protocol and risk assessment, for which pro-formas will be provided. Although both submissions do not count towards the final module mark, they must be submitted and approved before undertaking any primary fieldwork, as any data collected without these approvals cannot be used in the dissertation.\nIn preparation for the start of this module, a series of workshops focused on the dissertation process will be offered to students during the taught academic year.\nOn completion of the module a student should be able to:\nApply complex knowledge and skills acquired throughout the programme. Independently critically evaluate current scholarship and policy debates. Evaluate and critique methodologies and justify an appropriate research design. Evaluate and understand the ethics of the research and obtain the appropriate ethical approval to undertake the research. Demonstrate originality in the collection and analysis of data and its interpretation. Develop coherent, sustained and critically informed arguments leading to logical conclusions and appropriate recommendations. Reach accepted standards of written and illustrative presentation. In date order. ‡ optional modules."},"title":"Environment \u0026 Development Modules"},"/masters/misc/environment-development/reading/":{"data":{"":"","env--dev-msc-bibliography#Env \u0026amp; Dev MSc bibliography":"Env \u0026 Dev MSc bibliography Agyeman, J. et al. (eds). 2002. Just Sustainabilities: Development in an Unequal World. London: Earthscan. 📕 ⬇️ Albritton, R. et al. (eds). 2001. Phases of Capitalist Development. Basingt: Palgrave. 📕 ⬇️ Chang, H-J. 2010. 23 Things They Don’t Tell You About Capitalism. London: Penguin. Internet Archive. 📕 🏛️ ⬇️ Chant, S. and Mcllwaine, C. 2009. Geographies of Development in the 21st Century. Edward Elgar. 📕 ⬇️ Dryzek. J.S. 2012. The Politics of the Earth: Environmental Discourses. 3rd ed. Oxford: OUP. Internet Archive. 📕 🏛️ ⬇️ Escobar, A. 2012. Encountering Development: The Making and Unmaking of the Third World. Princeton: University Press. 📕 ⬇️ Foster, J.B. 2009. The Ecological Revolution: Making Peace with the Planet. New York: Monthly Review Press. 📄 ⬇️ Magdoff, F. and Williams, C. 2017. Creating an Ecological Society: Toward a Revolutionary Transformation. New York: Monthly Review Press. 📕 ⬇️ Nisbet, R.A. 1969. Social Change and History: Aspects of the Western Theory of Development. Oxford: OUP. 📄 ⬇️ Nunan, F. 2015. Understanding Poverty and the Environment. London: Routledge. 📄 ⬇️ Payne, A. and Phillips, N. 2010. Development. Cambridge: Polity. Peet, R. and Hartwick, E. 2015. Theories of Development. 3rd ed. New York: Guilford Press. Internet Archive. 📕 🏛️ ⬇️ Peet, R. et al. (eds). 2011. Global Political Ecology. London \u0026 New York: Routledge. 📄 ⬇️ Peet, R. and Watts, M.J. 2004. Liberation Ecologies: Environment, Development and Social Movements. 2nd ed. London: Routledge. 📄 ⬇️ Potter, R. et al. 2018. Geographies of Development. 4nd ed. London: Routledge. 📄 Raworth, K. 2017. Doughnut Economics: Seven Ways to Think Like a 21st-Century Economist. London: Random House. 📄 ⬇️ Rist, G. 2008. The History of Development. 3rd ed. London: Zed Books. 📄 ⬇️ Rodney, W. 2018. How Europe Underdeveloped Africa. London: Verso. Internet Archive. 📕 🏛️ ⬇️ Sachs, W. 2010. The Development Dictionary: A Guide to Knowledge as Power. London: Zed. Selwyn, B. 2014. The Global Development Crisis. Cambridge: Polity Press. 📄 ⬇️ Standing, G. 2019. Plunder of the Commons: A Manifesto for Sharing Public Wealth. 1st ed. London: Pelican. 📄 📚 ⬇️ Sheppard, E. et al. 2009. A World of Difference. 2nd ed. New York: Guilford Press. Internet Archive. 📕 📚 🏛️ Verma, M.K. (ed). 2019. Globalisation, Environment and Social Justice. London: Routledge. 📄 ⬇️ Watts, M. 2013. Silent Violence: Food, Famine and Peasantry in Northern Nigeria. Athens, Georgia: Georgia Press. 🏛️ Willis, K. 2021. Theories and Practices of Development. 3rd ed. London \u0026 New York: Routledge. 📄 ⬇️"},"title":"Environment \u0026 Development MSc reading list"},"/masters/misc/personal-reading/":{"data":{"":"Anderson, MK. 2013. Tending the Wild. 1st ed. Oakland: University of California Press. 📚 Blumenfeld, J. 2023. The Concept of Property in Kant, Fichte and Hegel. 1st ed. New York: Routledge. 📄 Brand, S. 1995. How Buildings Learn: What Happens After They‘re Built. 1st ed. New York: Penguin Books. BBC TV series. 📚 📹 Büscher, B \u0026 Fletcher, R. 2020. The Conservation Revolution. 1st ed. London: Verso Books. 📄 📚 Chang, HJ. 2009. Bad Samaritans: The Myth of Free Trade and the Secret History of Capitalism). 1st ed. New York: Bloomsbury Press. 📄 📚 Dennett, DC. 1996. Darwin’s Dangerous Idea. 1st ed. New York: Simon \u0026 Schuster. 📚 Estes, N. 2019. Our History Is The Future: Standing Rock Versus the Dakota Access Pipeline, \u0026 the Long Tradition of Indigenous Resistance. 1st ed. London: Verso. 📚 Franklin, U. 1999. The Real World of Technology. 2nd ed. Toronto: House of Anansi Press. Original public lectures. 📚 🎧 Freyfogle, ET. 2007. On Private Property. 1st ed. Boston: Beacon Press. 📚 Graeber, D. 2004. Fragments of an Anarchist Anthropology. 1st ed. Chicago: Prickly Paradigm Press. 📕 Graeber, D. 2014. Debt: The First 5,000 Years. 3rd ed. New York: Melville House Publishing. 📕 📚 Graeber, D. 2023. Pirate Enlightenment, or The Real Libertalia. 1st ed. New York: Farrar, Straus and Giroux. 📕 Graeber, D. 2024. The Ultimate Hidden Truth of the World. 1st ed. London: Penguin. 📕 Graeber, D. \u0026 Wengrow, D. 2021. The Dawn of Everything. 1st ed. London: Penguin UK. Internet Archive. 📕 🏛️ Graves, C. 2024. Tir. The Story of the Welsh Landscape. 1st ed. Cardiff: Calon. Haraway, D. 1991. A Cyborg Manifesto. Simians, Cyborgs and Women: The Reinvention of Nature. New York: Routledge. pp.149–181 📄 Haraway, D. 2016. Staying with the Trouble. 1st ed. London: Duke University Press. 📕 Hayes, N. 2020. The Book of Trespass. 1st ed. London: Bloomsbury Publishing. 📚 Katz, J. 2021. The Gangsters of Capitalism. 1st ed. New York: St Martin’s Press. 📕 Kelton, S. 2020. The Deficit Myth. 1st ed. London: John Murray. 📚 Linklater, A. 2015. Owning the Earth. 2nd ed. London: Bloomsbury Publishing. 📚 Tsing, AL. 2015. The Mushroom at the End of the World. 1st ed. New Jersey: Princeton University Press. 📕 Shrubsole, G. 2019. Who Owns England. 1st ed. London: HarperCollins Publishers. 📚 Smith, A. Moral Sentiments. 📚 Smith, A. Wealth of Nations. 📚 Stace, WT. 1923. The Philosophy of Hegel. 1st ed. New York: Dover Publications. 🏛️ Widerquist, K \u0026 McCall, G. 2021. The Prehistory of Private Property. 1st ed. Edinburgh: Edinburgh University Press. 📕 Wills, VC. 2024. Marx’s Ethical Vision. Oxford: Oxford University Press. 📕","articles#Articles":"Monbiot, G. 2025. The Commoner Kings. London: The Guardian.","papers#Papers":"Büscher, B \u0026 Fletcher, R. 2020. Conservation Basic Income. 📄 Tuck, E \u0026 Wayne Yang, K. 2012. Decolonization is not a metaphor. Decolonization: Indigeneity, Education \u0026 Society Vol 1, No. 1, pp1-­40.","websites#Websites":"DecolonizePalestine.com Bhandar, B \u0026 Blumenfeld, J \u0026 Loick, D. 2024. The Abuse of Property. YouTube: Red May TV."},"title":"Personal reading list"},"/masters/misc/reading/":{"data":{"":"Year 1 Autumn 2025 Principles and Practices of Environmental Governance CPT914 Sustainable Transport Policies‡ CPT903 Spring 2026 Sustainable Food Systems‡ CPT902 Year 2 Autumn 2026 Environmental Policy and Climate Change CPT855 Urban and Regional Economies‡ CPT929 Spring 2027 Research Methods CPT926 Dissertation CPT508","environmental-behaviours#Environmental Behaviours":"Shove E. 2003. Comfort, Cleanliness and Convenience : The Social Organization of Normality, Berg: Oxford 📕","general#General":"Carter N. 2007. The Politics of the Environment. 2nd ed. Cambridge: Cambridge University Press. 📕 📚 Barry, J. 2012. The Politics of Actually Existing Unsustainability: Human Flourishing in a Climate-Changed, Carbon-Constrained World. Oxford: Oxford University Press. 📕","my-spep-reading#My SPEP reading":"Hickel, J. 2018. The Divide. 1st ed. New York: WW Norton. 📕 Hickel, J. 2020. Less Is More. 1st ed. London: Penguin. 📕 📚","notes#Notes":"📕 - Book 📄 - Paper 🏛️ - on archive.org 📚 - household library 🏫 - university library 🎧 - podcast 📹 - video Cardiff Harvard citations. Zotero for Debian - Zotero documentation, Cardiff uni Zotero tutorial Obsidian Zotero integration plugin with Better Bibtex for Zotero Zotero plugin","renewable-energy-and-planning#Renewable energy and planning":"Mackay, D. 2008. Sustainable Energy - Without the Hot Air. 1st ed. Cambridge: UIT. Synopsis. 📕 📄","sustainability-and-planning#Sustainability and Planning":"Owens, S \u0026 Cowell, R. 2001. Land and Limits : Interpreting Sustainability in the Planning Process. 1st ed. London: Routledge. 📕📚 Owens, S \u0026 Cowell, R. 2011. Land and Limits: Interpreting Sustainability in the Planning Process. 2nd ed. London: Routledge. 📕 Cowell R. 2013. The Greenest government ever? Planning and sustainability after the May 2010 coalition government. Ch3 in Spatial Planning and the New Localism. Abingdon: Routledge 📄","sustainability-and-policy#Sustainability and policy":"Griggs, D et al. 2013. Sustainable development goals for people and planet. Nature 495 (7441): pp305-307. 📄 Happaerts, S \u0026 Bruyninckx, H. 2014. Sustainable development : the institutionalization of a contested policy concept. Advances in International Environmental Politics pp300-327. Palgrave Macmillan UK. 📄 Steffen, W et al. 2015. Planetary boundaries : Guiding human development on a changing planet. Science 347(6223) : pp736 📄 WAITING FOR DOC. 2019. Decoupling natural resource use and environmental impacts from economic growth (Summary). United Nations Environment Programme. 📄 https://www.unep.org/resources/report/decoupling-natural-resource-use-and-environmental-impacts-economic-growth-summary"},"title":"Reading"},"/masters/misc/referencing/":{"data":{"":"Use Cardiff Harvard Referencing Zotero for Debian Zotero documentation Zotero Connector Firefox add-on Obsidian Zotero integration plugin with… Better Bibtex for Zotero Zotero plugin","1-citation#1. Citation":"Some researchers have argued (Potts 2002) that project management should be… As Cousins (2019, p. 32) highlights “race and racism…","2-references#2. References":"Potts, D. 2002. Project planning and analysis for development. 5th ed. Boulder, Colorado: Lynne Reinner.","cardiff-harvard-referencing#Cardiff Harvard Referencing":"","format#Format":"LastName, I(nitial). Year. Title. Edition. Place: Publisher."},"title":"Referencing"}}